<?php

return array(
    'about_licenses_title'            => 'உரிமங்கள் பற்றி',
    'about_licenses'                  => 'மென்பொருள் கண்காணிக்க பயன்படுகிறது. தனிநபர்களிடம் சோதிக்கப்படக்கூடிய குறிப்பிட்ட எண்ணிக்கையிலான இடங்களை அவர்கள் கொண்டுள்ளனர்',
    'checkin'  					=> 'Checkin உரிமத்தின் இடம்',
    'checkout_history'  		=> 'புதுப்பித்து வரலாறு',
    'checkout'  				=> 'புதுப்பித்து உரிமம் இருக்கை',
    'edit'  					=> 'உரிமம் திருத்தவும்',
    'filetype_info'				=> 'அனுமதிக்கப்பட்ட கோப்புரிமைகள் png, gif, jpg, jpeg, doc, docx, pdf, txt, zip மற்றும் rar ஆகியவை.',
    'clone'  					=> 'க்ளோன் உரிமம்',
    'history_for'  				=> 'வரலாறு',
    'in_out'  					=> 'உள்ளே வெளியே',
    'info'  					=> 'உரிமம் தகவல்',
    'license_seats'  			=> 'உரிமம் இருக்கைகள்',
    'seat'  					=> 'இருக்கை',
    'seats'  					=> 'இருக்கைகள்',
    'software_licenses'  		=> 'மென்பொருள் உரிமங்கள்',
    'user'  					=> 'பயனர்',
    'view'  					=> 'உரிமத்தைக் காட்டு',
);
