<?php

return array(
    'about_components_title' 			=> 'За компонентите',
    'about_components_text'  			=> 'Компоненти се елементи кои се дел од основните средства, на пример, HDD, RAM меморија, итн.',
    'component_name'                  => 'Име на компонента',
    'checkin'                             => 'Раздолжи компонента',
    'checkout'                             => 'Задолжи компонента',
    'cost'				=> 'Набавна цена',
    'create'                             => 'Креирај компонента',
    'edit'                             => 'Уреди компонента',
    'date'					=> 'Датум на набавка',
    'order'					=> 'Број на нарачка',
    'remaining' 			             => 'Останува',
    'total' 			                 => 'Вкупно',
    'update'                            => 'Уреди компонента',
);
