<?php

return array(

    'group_exists'        => 'المجموعة موجودة بالفعل!',
    'group_not_found'     => 'المجموعة [:id] غير موجودة.',
    'group_name_required' => 'حقل الإسم مطلوب',

    'success' => array(
        'create' => 'تم إنشاء المجموعة بنجاح.',
        'update' => 'تم تحديث المجموعة بنجاح.',
        'delete' => 'تم حذف المجموعة بنجاح.',
    ),

    'delete' => array(
        'confirm'   => 'هل أنت متأكد من رغبتك في حذف المجموعة ؟',
        'create' => 'حدث خطأ أثناء إنشاء هذه المجموعة. فضلاً حاول مرة أخرى.',
        'update' => 'حدث خطأ أثناء تحديث هذه المجموعة. فضلاً حاول مرة أخرى.',
        'delete' => 'حدث خطأ أثناء حذف هذه المجموعة. فضلاً حاول مرة أخرى.',
    ),

);
