<?php

return [

    'does_not_exist' => 'ライセンスが存在しないか、表示する権限がありません。',
    'user_does_not_exist' => 'ユーザーが存在しないか、表示する権限がありません。',
    'asset_does_not_exist' => 'このライセンスに関連付けられている資産が存在しません。',
    'owner_doesnt_match_asset' => 'ドロップダウンで割り当てられた以上の利用者にライセンスを関連付けようとしています。',
    'assoc_users' => 'このライセンスは利用者にチェックアウトされているため削除できません。ライセンスをチェックイン後、もう一度、やり直して下さい。 ',
    'select_asset_or_person' => 'アセットまたはユーザーを選択する必要がありますが、両方を選択する必要はありません。',
    'not_found' => 'ライセンスが見つかりません',
    'seats_available' => ':seat_count',

    'create' => [
        'error' => 'ライセンスが作成できませんでした。もう一度、やり直して下さい。',
        'success' => 'ライセンスが作成されました。',
    ],

    'deletefile' => [
        'error' => 'ファイルが削除できませんでした。もう一度、やり直して下さい。',
        'success' => 'ファイルは削除されました。',
    ],

    'upload' => [
        'error' => 'ファイルがアップロードできませんでした。もう一度、やり直して下さい。',
        'success' => 'ファイルがアップロードされました。',
        'nofiles' => 'アップロードするファイルが選択されていないか、アップロードしようとしているファイルが大き過ぎます。',
        'invalidfiles' => 'ファイルサイズが大きすぎるか、許可されていない形式です。(png, gif, jpg, jpeg, doc, docx, pdf, txt, zip, rar, rtf, xml, lic)',
    ],

    'update' => [
        'error' => 'ライセンスが更新できませんでした。もう一度、やり直して下さい。',
        'success' => 'ライセンスが更新されました。',
    ],

    'delete' => [
        'confirm' => 'このライセンスを削除してもよろしいですか？',
        'error' => 'ライセンスを削除する際に問題が発生しました。もう一度、やり直して下さい。',
        'success' => 'ライセンスが削除されました。',
        'bulk_success' => '選択したライセンスを削除しました。',
        'partial_success' => 'ライセンスを削除しました。詳しくは以下をご確認ください。|ライセンスを:count件削除しました。詳しくは以下をご確認ください。',
        'bulk_checkout_warning' => ':license_nameにはチェックアウト中のシートがあるため削除できません。すべてのシートをチェックインしてから削除してください。',
    ],

    'delete_with_checkin' => [
        'bulk_success' => ':seatsシートをチェックインし、ライセンスを:count件削除しました。',
        'partial_success' => ':seatsシートをチェックインし、ライセンスを:count件削除しました。詳しくは以下をご確認ください。',
    ],

    'checkout' => [
        'error' => 'ライセンスのチェックを外す際に問題が発生しました。もう一度、やり直して下さい。',
        'success' => 'ライセンスのチェックを外しました。',
        'not_enough_seats' => '購入可能なライセンスシートが不足しています',
        'mismatch' => '指定されたライセンスシートは、このライセンスに属していません。',
        'unavailable' => 'このシートはチェックアウトできません。',
        'license_is_inactive' => 'このライセンスは有効期限切れまたは終了済みです。',
    ],

    'checkin' => [
        'error' => 'ライセンスのチェックを入れる際に問題が発生しました。もう一度、やり直して下さい。',
        'not_reassignable' => 'このシートは使用済みのため再割り当てできません。',
        'success' => 'ライセンスのチェックを入れました。',
    ],

    'import' => [
        'no_free_seats' => 'ライセンス「:license」に空きシートがないため、「:target」には割り当てられませんでした。',
    ],

];
