<?php

return [

    'does_not_exist' => 'جزء وجود ندارد.',

    'create' => [
        'error'   => 'شرکت ایجاد نشد،دوباره سعی کنید.',
        'success' => 'کامپیوننت ایجاد شد.',
    ],

    'update' => [
        'error'   => 'کامپیوننت ایجاد نشد،دوباره سعی کنید',
        'success' => 'کامپیوننت ایجاد شد.',
    ],

    'delete' => [
        'confirm'   => 'آیا مطمعن هستید میخواهید این کامپیوننت را پاک کنید؟?',
        'error'   => 'موضوع کامپوننت حذف شد. لطفا دوباره سعی کنید.',
        'success' => 'کامپیوننت حذف شد.',
    ],

     'checkout' => [
        'error'        => 'کامپیوننت پرداخت نشد ، دوباره سعی کنید.',
        'success'        => 'کامپیوننت پرداخت شد.',
        'user_does_not_exist' => 'کاربر نامعتبر است لطفا دوباره امتحان کنید.',
    ],

    'checkin' => [
        'error'        => 'کامپیوننت بررسی نشد ، دوباره سعی کنید',
        'success'        => 'کامپیوننت بررسی شد.',
        'user_does_not_exist' => 'کاربر نامعتبر است لطفا دوباره امتحان کنید.',
    ],

];
