<?php

return array(

    'does_not_exist' => 'Розташування не існує.',
    'assoc_users'	 => 'Розташування зараз пов\'язано як мінімум з одним користувачем та не може бути видалено. Оновіть ваших користувачів, так щоб вони не були більше пов\'язані з розташуванням і спробуйте ще раз. ',
    'assoc_assets'	 => 'Це розташування в даний час пов\'язано принаймні з одним активом і не може бути видалений. Будь ласка, оновіть ваші медіафайли, щоб більше не посилатися на це розташування і повторіть спробу. ',
    'assoc_child_loc'	 => 'Це місцезнаходження наразі батько принаймні одного дочірнього місця і не може бути видалений. Будь ласка, оновіть ваше місцеположення, щоб більше не посилатися на це місце і повторіть спробу. ',
    'assigned_assets' => 'Призначені активи',
    'current_location' => 'Поточне місцезнаходження',


    'create' => array(
        'error'   => 'Місце не створено, спробуйте ще раз.',
        'success' => 'Розташування успішно створено.'
    ),

    'update' => array(
        'error'   => 'Розташування не було оновлено, спробуйте ще раз',
        'success' => 'Розташування успішно створено.'
    ),

    'delete' => array(
        'confirm'   	=> 'Ви впевнені, що хочете видати це розташування?',
        'error'   => 'Виникла проблема з видаленням місцезнаходження. Будь ласка, спробуйте ще раз.',
        'success' => 'Розташування було успішно видалено.'
    )

);
