<?php

return array(

    'does_not_exist' => 'המיקום אינו קיים.',
    'assoc_users'	 => 'המיקום משויך לפחות למשתמש אחד ולכן לא ניתן למחוק אותו. אנא עדכן את המשתמשים כך שלא יהיה אף משתמש משויך למיקום זה ונסה שנית. ',
    'assoc_assets'	 => 'המיקום משויך לפחות לפריט אחד ולכן לא ניתן למחוק אותו. אנא עדכן את הפריטים כך שלא יהיה אף פריט משויך למיקום זה ונסה שנית. ',
    'assoc_child_loc'	 => 'למיקום זה מוגדרים תתי-מיקומים ולכן לא ניתן למחוק אותו. אנא עדכן את המיקומים כך שלא שמיקום זה לא יכיל תתי מיקומים ונסה שנית. ',
    'assigned_assets' => 'Assigned Assets',
    'current_location' => 'מיקום נוכחי',


    'create' => array(
        'error'   => 'המיקום לא נוצר, אנא נסה שנית.',
        'success' => 'המיקום נוצר בהצלחה.'
    ),

    'update' => array(
        'error'   => 'המיקום לא עודכן, אנא נסה שנית',
        'success' => 'המיקום עודכן בהצלחה.'
    ),

    'delete' => array(
        'confirm'   	=> 'האם אתה בטוח שברצונך למחוק את המיקום?',
        'error'   => 'אירעה תקלה במחיקת המיקום. אנא נסה שנית.',
        'success' => 'המיקום נמחק בהצלחה.'
    )

);
