<?php

return array(

    'does_not_exist' => 'فئة الإستهلاك غير موجود.',
    'assoc_users'	 => 'لا يزال سند هذا الإستهلاك مرتبط مع أحد الموديلات ولا يمكن حذفه، الرجاء حذف الموديلات، وثم حاول حذف سند الإستهلاك مرة اخرى. ',


    'create' => array(
        'error'   => 'لم يتم إنشاء فئة الإستهلاك، الرجاء المحاولة مرة اخرى',
        'success' => 'تم إنشاء فئة الإستهلاك بنجاح.'
    ),

    'update' => array(
        'error'   => 'لم يتم تحديث فئة الإستهلاك، الرجاء المحاولة مرة اخرى',
        'success' => 'تم تحديث فئة الإستهلاك بنجاح.'
    ),

    'delete' => array(
        'confirm'   => 'هل أنت متأكد من رغبتك في حذف فئة الإستهلاك هذه؟',
        'error'   => 'لقد حدثت مشكلة أثناء عملية حذف فئة الإستهلاك، الرجاء المحاولة مرة اخرى.',
        'success' => 'تم إنشاء فئة الإستهلاك بنجاح.'
    )

);
