<?php

return array(

    'does_not_exist' => 'تامین کننده وجود ندارد.',
    'assoc_users'	 => 'این شرکت در حال حاضر همراه با حداقل یک مدل است و قادر به حذف نمی شود. لطفا بروز مدل های خود را به دیگر تامین کننده این مرجع و دوباره امتحان کنید. ',

    'create' => array(
        'error'   => 'تامین کننده ایجاد نشد, لطفا دوباره سعی کنید.',
        'success' => 'تامین کننده با موفقیت ایجاد شده.'
    ),

    'update' => array(
        'error'   => 'تامین کننده آپدیت نشد, لطفا دوباره سعی کنید',
        'success' => 'کارپرداز با موفقیت به روز رسانی شد.'
    ),

    'delete' => array(
        'confirm'   => 'آیا شما مطمئن هستید که می خواهید این کارپرداز را حذف کنید؟',
        'error'   => 'در حذف کردن این کارپرداز مشکلی وجود داشت. لطفا دوباره تلاش کنید.',
        'success' => 'کارپرداز با موفقیت حذف شد.'
    )

);
