<?php

return [

    'does_not_exist' => 'ไม่มีป้ายสถานะ',
    'assoc_assets'	 => 'ป้ายสถานะนี้เชื่อมโยงกับสินทรัพย์อย่างน้อยหนึ่งรายการและไม่สามารถลบได้ โปรดอัปเดตเนื้อหาของคุณเพื่อไม่ให้อ้างอิงสถานะนี้อีกแล้วลองอีกครั้ง',

    'create' => [
        'error'   => 'ไม่ได้สร้างป้ายสถานะโปรดลองอีกครั้ง',
        'success' => 'สร้างป้ายสถานะสำเร็จแล้ว',
    ],

    'update' => [
        'error'   => 'ป้ายสถานะไม่ได้รับการอัปเดตโปรดลองอีกครั้ง',
        'success' => 'อัปเดตป้ายสถานะสำเร็จแล้ว',
    ],

    'delete' => [
        'confirm'   => 'คุณแน่ใจหรือไม่ว่าต้องการลบป้ายสถานะนี้',
        'error'   => 'มีปัญหาในการลบป้ายสถานะ กรุณาลองอีกครั้ง.',
        'success' => 'ป้ายสถานะถูกลบเรียบร้อยแล้ว',
    ],

    'help' => [
        'undeployable'   => 'ไม่สามารถกำหนดเนื้อหาเหล่านี้ให้กับทุกคนได้',
        'deployable'   => 'These assets can be checked out. Once they are assigned, they will assume a meta status of <i class="fas fa-circle text-blue"></i> <strong>Deployed</strong>.',
        'archived'   => 'ไม่สามารถตรวจสอบเนื้อหาเหล่านี้ได้และจะปรากฏเฉพาะในมุมมองที่เก็บถาวรเท่านั้น วิธีนี้มีประโยชน์สำหรับการเก็บรักษาข้อมูลเกี่ยวกับสินทรัพย์เพื่อการจัดทำงบประมาณ / วัตถุประสงค์ทางประวัติศาสตร์ แต่จะช่วยให้พวกเขาออกจากรายชื่อสินทรัพย์แบบวันต่อวัน',
        'pending'   => 'สินทรัพย์เหล่านี้ยังไม่สามารถกำหนดให้กับทุกคนซึ่งมักใช้สำหรับรายการที่ไม่ได้รับการซ่อม แต่คาดว่าจะกลับสู่การหมุนเวียน',
    ],

];
