<?php

return array(

    'does_not_exist' => 'ไม่มีสถานที่นี้',
    'assoc_users'	 => 'สถานที่นี้ถูกใช้งานหรือเกี่ยวข้องอยู่กับผู้ใช้งานคนใดคนหนึ่ง และไม่สามารถลบได้ กรุณาปรับปรุงผู้ใช้งานของท่านไม่ให้มีส่วนเกี่ยวข้องกับสถานที่นี้ และลองอีกครั้ง ',


    'create' => array(
        'error'   => 'สถานที่ยังไม่ถูกสร้าง กรุณาลองใหม่อีกครั้ง',
        'success' => 'สร้างสถานที่เรียบร้อยแล้ว'
    ),

    'update' => array(
        'error'   => 'สถานที่ยังไม่ถูกปรับปรุง กรุณาลองใหม่อีกครั้ง',
        'success' => 'ปรับปรุงสถานที่เรียบร้อยแล้ว'
    ),

    'delete' => array(
        'confirm'   => 'คุณแน่ใจที่จะลบป้ายสถานะนี้?',
        'error'   => 'มีปัญหาระหว่างการลบ กรุณาลองใหม่อีกครั้ง',
        'success' => 'ลบสถานที่เรียบร้อยแล้ว'
    )

);
