<?php

return array(
    'about'      	=> 'เกี่ยวกับป้ายสถานะ',
    'archived'      	=> 'ที่เก็บถาวร',
    'create'      	=> 'สร้างป้ายสถานะ',
    'color'      	=> 'สีแผนภูมิ',
    'default_label' => 'ป้ายกำกับเริ่มต้น',
    'default_label_help' => 'ใช้เพื่อให้แน่ใจว่าป้ายสถานะของคุณใช้บ่อยที่สุดจะปรากฏที่ด้านบนของกล่องเลือกเมื่อสร้าง / แก้ไขเนื้อหา',
    'deployable'      	=> 'สามารถใช้งานได้',
    'info'      	=> 'ป้ายสถานะใช้สำหรับบ่งบอกสถานะของสินทรัพย์ของคุณว่าอยู่ในสถานะใด ซึ่งอาจจะอยู่สถานะ เช่น ซ่อมแซม สูญหาย ถูกขโมย เป็นต้น คุณสามารถสร้างป้ายสถานะสำหรับ สามารถใช้งานได้ หรืออยู่ในระหว่างการดำเนินการ หรือ ถูกเก็บไว้ถาวร',
    'name'      	=> 'ชื่อสถานะ',
    'pending'      	=> 'อยู่ระหว่างดำเนินการ',
    'status_type'   => 'ประเภทสถานะ',
    'show_in_nav'   => 'แสดงใน nav ด้านข้าง',
    'title'      	=> 'ป้ายสถานะ',
    'undeployable'  => 'ไม่สามารถนำไปใช้งานได้',
    'update'      	=> 'ปรับปรุงป้ายสถานะ',
);
