<?php

return array(
    'about_assets_title'           => 'Σχετικά με τα πάγια',
    'about_assets_text'            => 'Τα στοιχεία ενεργητικού είναι στοιχεία που παρακολουθούνται με αύξοντα αριθμό ή ετικέτα στοιχείων. Έχουν την τάση να είναι στοιχεία υψηλότερης αξίας, όπου ο εντοπισμός ενός συγκεκριμένου στοιχείου έχει σημασία.',
	'archived'  				=> 'Αρχειοθετημένα',
    'asset'  					=> 'Πάγιο',
    'bulk_checkout'             => 'Checkout Assets',
    'checkin'  					=> 'Checkin Asset',
    'checkout'  				=> 'Ταμείο ελέγχου',
    'clone'  					=> 'Κλώνος χρήστη',
    'deployable'  				=> 'Προς ανάπτυξη',
    'deleted'  					=> 'Αυτό το στοιχείο έχει διαγραφεί. <a href="/hardware/:asset_id/restore">Κάντε κλικ εδώ για να την επαναφέρετε</a>.',
    'edit'  					=> 'Επεξεργασία παγίων',
    'model_deleted'  			=> 'Αυτό το μοντέλο περιουσιακών στοιχείων έχει διαγραφεί. Πρέπει να επαναφέρετε το μοντέλο για να μπορέσετε να επαναφέρετε το Asset.<br/> <a href="/hardware/models/:model_id/restore">Κάντε κλικ εδώ για να επαναφέρετε το μοντέλο</a>.',
    'requestable'               => 'Επαναληπτικό',
    'requested'				    => 'Ζητήθηκαν',
    'restore'  					=> 'Επαναφορά παγίου',
    'pending'  					=> 'Εκκρεμεί',
    'undeployable'  			=> 'Μη διανέμεται',
    'view'  					=> 'Προβολή παγίου',
);
