<?php

return array(

    'support_url_help' => 'Use <code>{LOCALE}</code> and <code>{SERIAL}</code> in your URL as variables to have those values auto-populate when viewing assets.',
    'does_not_exist' => 'Үйлдвэрлэгч байхгүй байна.',
    'assoc_users'	 => 'Энэ үйлдвэр нь одоогоор хамгийн багадаа нэг загвартай холбоотой бөгөөд устгах боломжгүй. Энэ загварыг дахин үйлдвэрлэхээ больсон загвараа шинэчлээд дахин оролдоно уу.',

    'create' => array(
        'error'   => 'Үйлдвэрлэгч үүсгээгүй байна, дахин оролдоно уу.',
        'success' => 'Үйлдвэрлэгч амжилттай ажиллаж байна.'
    ),

    'update' => array(
        'error'   => 'Үйлдвэрлэгч шинэчлэгдсэнгүй, дахин оролдоно уу',
        'success' => 'Үйлдвэрлэгч амжилттай шинэчлэгдсэн.'
    ),

    'restore' => array(
        'error'   => 'Үйлдвэрлэгч сэргэгдээгүй тул дахин оролдоно уу',
        'success' => 'Үйлдвэрлэгч амжилттай сэргээгдсэн.'
    ),

    'delete' => array(
        'confirm'   => 'Та энэ үйлдвэрлэгчийн устгахыг хүсч байгаадаа итгэлтэй байна уу?',
        'error'   => 'Үйлдвэрлэгчийг устгахад асуудал гарлаа. Дахин оролдоно уу.',
        'success' => 'Үйлдвэрлэгч амжилттай устгагдсан байна.'
    )

);
