<?php

return [

    'does_not_exist' => 'Үйлдвэрлэгч байхгүй байна.',
    'assoc_users'     => 'Энэ үйлдвэр нь одоогоор хамгийн багадаа нэг загвартай холбоотой бөгөөд устгах боломжгүй. Энэ загварыг дахин үйлдвэрлэхээ больсон загвараа шинэчлээд дахин оролдоно уу.',

    'create' => [
        'error'   => 'Үйлдвэрлэгч үүсгээгүй байна, дахин оролдоно уу.',
        'success' => 'Үйлдвэрлэгч амжилттай ажиллаж байна.',
    ],

    'update' => [
        'error'   => 'Үйлдвэрлэгч шинэчлэгдсэнгүй, дахин оролдоно уу',
        'success' => 'Үйлдвэрлэгч амжилттай шинэчлэгдсэн.',
    ],

    'delete' => [
        'confirm'   => 'Та энэ үйлдвэрлэгчийн устгахыг хүсч байгаадаа итгэлтэй байна уу?',
        'error'   => 'Үйлдвэрлэгчийг устгахад асуудал гарлаа. Дахин оролдоно уу.',
        'success' => 'Үйлдвэрлэгч амжилттай устгагдсан байна.',
    ],

];
