<?php

return array(

    'checkedout_to'		=> 'Привязан к',
    'checkout_to'		=> 'Привязать к',
    'cost'				=> 'Цена',
    'create'			=> 'Создать актив',
    'date'				=> 'Дата покупки',
    'depreciates_on'	=> 'Depreciates On',
    'depreciation'		=> 'Износ',
    'default_location'	=> 'Текущее расположение',
    'eol_date'			=> 'Срок эксплуатации',
    'eol_rate'			=> 'EOL Rate',
    'expires'			=> 'Истекает',
    'fully_depreciated'	=> 'Полностью изношен',
    'help_checkout'		=> 'Если вы желаете привязать этот актив прямо сейчас, вы должны выбрать "Готов к развертыванию" из списка статусов, во избежание неожиданностей. ',
    'manufacturer'		=> 'Производитель',
    'model'				=> 'Модель',
    'months'			=> 'Месяцев',
    'name'				=> 'Имя актива',
    'notes'				=> 'Примечания',
    'order'				=> 'Номер заказа',
    'qr'				=> 'QR-код',
    'requestable'		=> 'Пользователи могут запросить этот актив',
    'serial'			=> 'Серийный номер',
    'status'			=> 'Статус',
    'supplier'			=> 'Поставщик',
    'tag'				=> 'Тег актива',
    'update'			=> 'Изменить актив',
    'warranty'			=> 'Гарантия',
    'years'				=> 'Лет',
)
;
