<?php


return array(

    'assets_user'       => 'Средства задолжени на :name',
    'bulk_update_warn'	=> 'Ќе ажурирате :user_count корисници. Не можете да ги менувате вашите сопствени кориснички атрибути користејќи го овој формулар, и мора да правите измени на вашиот кориснички профил поединечно.',
    'bulk_update_help'	=> 'Оваа форма ви овозможува да ажурирате повеќе корисници одеднаш. Пополнете ги полињата што треба да ги промените. Сите полиња што остануваат празни ќе останат непроменети.',
    'current_assets'    => 'Средствата кои моментално се задолжени на овој корисник',
    'clone'             => 'Клонирај корисник',
    'contact_user'      => 'Контактирај го/ја :name',
    'edit'              => 'Ажурирај корисник',
    'filetype_info'     => 'Дозволени типови на датотеки се png, gif, jpg, jpeg, doc, docx, pdf, txt, zip и rar.',
    'history_user'      => 'Историја за :name',
	'info'				=> 'Информации',
    'restore_user'		=> 'Кликни тука за да ги вратите.',
    'last_login'        => 'Последна најава',
    'ldap_config_text'  => 'LDAP конфигурациските поставки може да се најдат во Admin > Settings. Избраната локација (опционално) ќе биде поставена за сите увезени корисници.',
    'print_assigned'    => 'Печати задолжение',
    'software_user'     => 'Софтвер задолжен на :name',
    'view_user'         => 'Погледнете го/ја :name',
    'usercsv'           => 'CSV датотека',
    'two_factor_admin_optin_help' => 'Вашите тековни администраторски поставки овозможуваат селективно спроведување на автентикација со два фактори. ',
    'two_factor_enrolled' => 'Поврзан уред за 2FA ',
    'two_factor_active'   => '2FA активна',
    );
