<?php

return [

    'does_not_exist' => 'היצרן אינו קיים.',
    'assoc_users'     => 'יצרן זה משויך כרגע עם דגם אחד לפחות ולא ניתן למחוק אותו. אנא עדכן את הדגמים שלך כדי לא להתייחס עוד ליצרן זה ונסה שוב.',

    'create' => [
        'error'   => 'היצרן לא נוצר, נסה שוב.',
        'success' => 'היצרן נוצר בהצלחה.',
    ],

    'update' => [
        'error'   => 'היצרן לא עודכן, נסה שוב',
        'success' => 'היצרן עודכן בהצלחה.',
    ],

    'delete' => [
        'confirm'   => 'האם אתה בטוח שברצונך למחוק יצרן זה?',
        'error'   => 'אירעה בעיה במחיקת היצרן. בבקשה נסה שוב.',
        'success' => 'היצרן נמחק בהצלחה.',
    ],

];
