<?php

return array(

    'does_not_exist' => '付属品は存在しません。',
    'assoc_users'	 => 'この付属品は、ユーザーに :count 個貸し出されています。もう一度、付属品を返却して下さい。 ',

    'create' => array(
        'error'   => '付属品は作成されていません。もう一度やり直してください。',
        'success' => '付属品は正常に作成されました。'
    ),

    'update' => array(
        'error'   => '付属品は更新されませんでした。もう一度、やり直して下さい。',
        'success' => '付属品は正常に更新されました。'
    ),

    'delete' => array(
        'confirm'   => 'この付属品を本当に削除してもよろしいですか？',
        'error'   => 'この付属品を削除する際に問題が発生しました。もう一度、やり直して下さい。',
        'success' => 'この付属品は正常に削除されました。'
    ),

     'checkout' => array(
        'error'   		=> '付属品がチェックされませんでした。もう一度、やり直して下さい。',
        'success' 		=> '付属品のチェックが終了しました。',
        'user_does_not_exist' => 'その利用者は不正です。もう一度、やり直して下さい。'
    ),

    'checkin' => array(
        'error'   		=> '付属品がチェックされませんでした。もう一度、やり直して下さい。',
        'success' 		=> '付属品のチェックが終了しました。',
        'user_does_not_exist' => 'その利用者は不正です。もう一度、やり直して下さい。'
    )


);
