<?php

return array(
    'asset_categories' 					=> 'Категории активов',
    'category_name'  					=> 'Имя категории',
    'checkin_email'                     => 'Отправить email пользователю при выдаче или возврате.',
    'checkin_email_notification'        => 'Этому пользователю будет отправлено электронное письмо о выдаче/возврате.',
    'clone'                             => 'Копировать категорию',
    'create'  							=> 'Создать категорию',
    'edit'                              => 'Редактировать категорию',
    'email_will_be_sent_due_to_global_eula' => 'Письмо будет отправлено пользователю, потому что используется глобальное соглашение с конечным пользователем (EULA).',
    'email_will_be_sent_due_to_category_eula' => 'Письмо будет отправлено пользователю, потому что для данной категории используется соглашение с конечным пользователем (EULA).',
    'eula_text'							=> 'Категория EULA',
    'eula_text_help'					=> 'Это поле позволяет персонализировать пользовательские соглашения для определенных типов активов. Если у вас только одно пользовательское соглашение для всех активов, вы можете отметить чекбокс внизу, чтобы использовать основное соглашение по умолчанию.',
    'name'                              => 'Название категории',
    'require_acceptance'				=> 'Требовать обязательного подтверждения пользователем прием активов в этой категории.',
    'required_acceptance'				=> 'Этому пользователю будет выслано электронное письмо со ссылкой для подтверждения получения этого предмета.',
    'required_eula'						=> 'Пользователю будет отправлена копия EULA',
    'no_default_eula'					=> 'Не найдено пользовательского соглашения по умолчанию. Добавьте его в Настройках.',
    'update'  							=> 'Изменить категорию',
    'use_default_eula'					=> 'Использовать <a href="#" data-toggle="modal" data-target="#eulaModal">главное пользовательское соглашение по умолчанию</a>.',
    'use_default_eula_disabled'			=> '<del>Использовать основное пользовательское соглашение.</del> Не задано основное пользовательское соглашение. Добавьте его в Настройках.',
    'use_default_eula_column'			=> 'Использовать лицензию по умолчанию',

);
