<?php

return [

    'does_not_exist' => 'لا وجود للشركة المصنعة.',
    'assoc_users'     => 'هذا المُصَنِّع مرتبط حاليا مع نموذج واحد على الأقل وبالتالي لا يمكن حذفه . يرجى تحديث النماذج الخاصة بك بحيث لا تكون مرجع لهذا المُصَنِّع وحاول مرة أخرى.',

    'create' => [
        'error'   => 'هذا المُصَنِّع لم يتم إنشائه ، يرجى المحاولة مرة أخرى .',
        'success' => 'تم إنشاء المُصَنِّع بنجاح .',
    ],

    'update' => [
        'error'   => 'لم يتم تحديث المُصَنِّع ، يرجى المحاولة مرة أخرى',
        'success' => 'تم تحديث المُصَنِّع بنجاح .',
    ],

    'delete' => [
        'confirm'   => 'هل أنت متأكد من أنك ترغب في حذف هذا المُصَنِّع ؟',
        'error'   => 'هناك مشكلة في حذف هذا المُصَنِّع . يرجى المحاولة مرة أخرى .',
        'success' => 'تم حذف المُصَنِّع بنجاح .',
    ],

];
