<?php

return array(

    'does_not_exist' => 'الشركة المصنعة غير موجودة.',
    'assoc_users'	 => 'هذه الشركة المصنعة مرتبطة حاليا مع موديل واحد على الأقل وبالتالي لا يمكن حذفها. يرجى تحديث الموديلات الخاصة بك بحيث لا تشير لهذه الشركة المصنعة وحاول مرة أخرى. ',

    'create' => array(
        'error'   => 'لم يتم إنشاء هذه الشركة المصنعة، يرجى المحاولة مرة أخرى.',
        'success' => 'تم إنشاء الشركة المصنعة بنجاح.'
    ),

    'update' => array(
        'error'   => 'لم يتم تحديث الشركة المصنعة، يرجى إعادة المحاولة',
        'success' => 'تم تحديث الشركة المصنعة بنجاح.'
    ),

    'restore' => array(
        'error'   => 'Manufacturer was not restored, please try again',
        'success' => 'Manufacturer restored successfully.'
    ),

    'delete' => array(
        'confirm'   => 'هل أنت متأكد من رغبتك في حذف هذه الشركة المصنعة؟',
        'error'   => 'لقد حدثت مشكلة اثناء عملية حذف الشركة المصنعة، الرجاء المحاولة مرة اخرى.',
        'success' => 'تم حذف الشركة المصنعة بنجاح.'
    )

);
