<?php

return array(
    'about_components_title' 			=> 'Σχετικά με τα στοιχεία',
    'about_components_text'  			=> 'Τα στοιχεία είναι στοιχεία που αποτελούν μέρος ενός περιουσιακού στοιχείου, για παράδειγμα σκληρό δίσκο, μνήμη RAM κ.λπ.',
    'component_name'                  => 'Όνομα στοιχείου',
    'checkin'                             => 'Ελέγξτε το στοιχείο',
    'checkout'                             => 'Συστατικό ελέγχου',
    'cost'				=> 'Κόστος αγοράς',
    'create'                             => 'Δημιουργία στοιχείου',
    'edit'                             => 'Επεξεργασία εξαρτήματος',
    'date'					=> 'Ημερομηνία αγοράς',
    'order'					=> 'Αριθμός παραγγελίας',
    'remaining' 			             => 'Απομένουν',
    'total' 			                 => 'Σύνολο',
    'update'                            => 'Αναβάθμιση εξαρτήματος',
);
