<?php

return [

    'does_not_exist' => 'Το στοιχείο δεν υπάρχει.',

    'create' => [
        'error'   => 'Το στοιχείο δεν δημιουργήθηκε, δοκιμάστε ξανά.',
        'success' => 'Το στοιχείο ενημερώθηκε με επιτυχία.',
    ],

    'update' => [
        'error'   => 'Το στοιχείο δεν ενημερώθηκε, παρακαλώ προσπαθήστε ξανά',
        'success' => 'Το στοιχείο ενημερώθηκε με επιτυχία.',
    ],

    'delete' => [
        'confirm'   => 'Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το εξάρτημα;',
        'error'   => 'Παρουσιάστηκε ένα ζήτημα κατάργησης του στοιχείου. ΠΑΡΑΚΑΛΩ προσπαθησε ξανα.',
        'success' => 'Το εξάρτημα έχει διαγραφεί με επιτυχία.',
    ],

     'checkout' => [
        'error'        => 'Το στοιχείο δεν έχει ελεγχθεί, δοκιμάστε ξανά',
        'success'        => 'Η συνιστώσα ολοκληρώθηκε με επιτυχία.',
        'user_does_not_exist' => 'Αυτός ο χρήστης δεν είναι έγκυρος. Παρακαλώ δοκιμάστε ξανά.',
    ],

    'checkin' => [
        'error'        => 'Το στοιχείο δεν έχει επιλεγεί, δοκιμάστε ξανά',
        'success'        => 'Το στοιχείο ελέγχου ολοκληρώθηκε με επιτυχία.',
        'user_does_not_exist' => 'Αυτός ο χρήστης είναι άκυρος. ΠΑΡΑΚΑΛΩ προσπαθησε ξανα.',
    ],

];
