<?php

return array(

    'does_not_exist' => 'הספק אינו קיים.',
    'assoc_users'	 => 'ספק זה מחובר כרגע עם לפחות מודל אחד ולא ניתן למחוק אותו. אנא עדכן את המודלים שלך כדי לא להפנות עוד הספק הזה ונסה שוב.',

    'create' => array(
        'error'   => 'הספק לא נוצר, נסה שוב.',
        'success' => 'הספק נוצר בהצלחה.'
    ),

    'update' => array(
        'error'   => 'הספק לא עודכן, נסה שוב',
        'success' => 'הספק עודכן בהצלחה.'
    ),

    'delete' => array(
        'confirm'   => 'האם אתה בטוח שברצונך למחוק ספק זה?',
        'error'   => 'היתה בעיה במחיקת הספק. בבקשה נסה שוב.',
        'success' => 'הספק נמחק בהצלחה.'
    )

);
