<?php

return array(

    'does_not_exist' => 'Аксесоарът на съществува.',
    'assoc_users'	 => 'От този аксесоар са предадени :count броя на потребителите. Моля впишете обратно нови или върнати и опитайте отново.',

    'create' => array(
        'error'   => 'Аксесоарът не беше създаден. Моля опитайте отново.',
        'success' => 'Аксесоарът създаден успешно.'
    ),

    'update' => array(
        'error'   => 'Аксесоарът не беше обновен. Моля опитайте отново.',
        'success' => 'Аксесоарът обновен успешно.'
    ),

    'delete' => array(
        'confirm'   => 'Сигурни ли сте, че желаете изтриване на категорията?',
        'error'   => 'Проблем при изтриване на категорията. Моля опитайте отново.',
        'success' => 'Категорията бе изтрита успешно.'
    ),

     'checkout' => array(
        'error'   		=> 'Аксесоарът не беше изписан. Моля опитайте отново.',
        'success' 		=> 'Аксесоарът изписан успешно.',
        'user_does_not_exist' => 'Невалиден потребител. Моля опитайте отново.'
    ),

    'checkin' => array(
        'error'   		=> 'Аксесоарът не беше вписан. Моля опитайте отново.',
        'success' 		=> 'Аксесоарът вписан успешно.',
        'user_does_not_exist' => 'Невалиден потребител. Моля опитайте отново.'
    )


);
