<?php

return [

    'does_not_exist' => 'Аксесоарът на съществува.',
    'assoc_users'     => 'От този аксесоар са предадени :count броя на потребителите. Моля впишете обратно нови или върнати и опитайте отново.',

    'create' => [
        'error'   => 'Аксесоарът не беше създаден. Моля опитайте отново.',
        'success' => 'Аксесоарът създаден успешно.',
    ],

    'update' => [
        'error'   => 'Аксесоарът не беше обновен. Моля опитайте отново.',
        'success' => 'Аксесоарът обновен успешно.',
    ],

    'delete' => [
        'confirm'   => 'Сигурни ли сте, че искате да изтриете този аксесоар?',
        'error'   => 'Възникна проблем при изтриването на този аксесоар. Моля опитайте отново.',
        'success' => 'Аксесоарът бе изтрит успешно.',
    ],

     'checkout' => [
        'error'        => 'Аксесоарът не беше изписан. Моля опитайте отново.',
        'success'        => 'Аксесоарът изписан успешно.',
        'user_does_not_exist' => 'Невалиден потребител. Моля опитайте отново.',
    ],

    'checkin' => [
        'error'        => 'Аксесоарът не беше вписан. Моля опитайте отново.',
        'success'        => 'Аксесоарът вписан успешно.',
        'user_does_not_exist' => 'Невалиден потребител. Моля опитайте отново.',
    ],

];
