<?php

return array(
    'about'      	=> 'За статусните етикети',
    'archived'      	=> 'Архивирано',
    'create'      	=> 'Направете етикета за статус',
    'color'      	=> 'Боја на табелата',
    'default_label' => 'Стандардна етикета',
    'default_label_help' => 'Ова се користи за да се осигури дека вашите најчесто користени етикети за статус се појавуваат на врвот на полето за избор при креирање/ажурирање на средствата.',
    'deployable'      	=> 'Распоредливи',
    'info'      	=> 'Етикетите за статусот се користат за да се опишат различните состојби во кои може да се наоѓаат вашите средства. Тие може да бидат пратени на сервис, изгубени/украдени, итн. Можете да креирате нови етикети за статуси за распоредливи, во чекање и архивирани основни средства.',
    'name'      	=> 'Име на статус',
    'pending'      	=> 'Во чекање',
    'status_type'   => 'Тип на статус',
    'show_in_nav'   => 'Покажи во странично мени',
    'title'      	=> 'Етикети со статус',
    'undeployable'  => 'Нераспоредливи',
    'update'      	=> 'Ажурирај етикета за статус',
);
