<?php


return array(
    'activated_help_text' => 'Этот пользователь может войти в систему',
    'activated_disabled_help_text' => 'Вы не можете редактировать статус активации своей учетной записи.',
    'assets_user'       => 'Актив привязан к :name',
    'bulk_update_warn'	=> 'Вы собираетесь изменить свойства :user_count пользователей. Пожалуйста, обратите внимание, что вы не сможете изменить ваши собственные атрибуты используя эту форму. Если вам нужно изменить атрибуты своего профиля, то внесите изменения отдельно.',
    'bulk_update_help'	=> 'Эта форма позволяет Вам обновить несколько пользователей за раз. Заполняйте только те поля, которые нужно изменить. Пустые поля останутся без изменений.',
    'current_assets'    => 'Активы, выданные данному пользователю',
    'clone'             => 'Клонировать пользователя',
    'contact_user'      => 'Связаться с :name',
    'edit'              => 'Редактировать пользователя',
    'filetype_info'     => 'Разрешенные типы файлов: png, gif, jpg, jpeg, doc, docx, pdf, txt, zip, и rar.',
    'history_user'      => 'История для :name',
	'info'				=> 'Информация',
    'restore_user'		=> 'Нажмите здесь, чтобы восстановить их.',
    'last_login'        => 'Последний вход',
    'ldap_config_text'  => 'Параметры конфигурации LDAP можно найти Администратор > Параметры. Выбранное местоположение будет установлено для всех импортируемых пользователей. (Необязательно).',
    'print_assigned'    => 'Печать всех назначенных',
    'software_user'     => 'Программное обеспечение привязано к :name',
    'view_user'         => 'Показать пользователя :name',
    'usercsv'           => 'CSV файл',
    'two_factor_admin_optin_help' => 'Ваши текущие параметры администрирования разрешают избирательное применение двухфакторной аутентификации.  ',
    'two_factor_enrolled' => 'Устройства для 2-ух факторной аутентификации настроены ',
    'two_factor_active'   => 'Устройства для 2-ух факторной аутентификации активны ',
    );
