<?php


return array(

    'assets_user'       => 'Актив привязан к :name',
    'clone'             => 'Клонировать пользователя',
    'contact_user'      => 'Связаться с :name',
    'edit'              => 'Редактировать пользователя',
    'filetype_info'     => 'Разрешенные типы файлов: png, gif, jpg, jpeg, doc, docx, pdf, txt, zip, и rar.',
    'history_user'      => 'История для :name',
    'last_login'        => 'Последний вход',
    'ldap_config_text'  => 'Конфигурация LDAP находится в каталоге app/config в файле ldap.php. Выбранное местоположение будет установлено для всех импортированных пользователей. Необходимо чтобы существовало хотя бы одно местонахождение для использования этой функции.',
    'ldap_text'         => 'Подключиться к LDAP и создать пользователей. Пароли будут созданы автоматически.',
    'software_user'     => 'Программное обеспечение привязано к :name',
    'view_user'         => 'Показать пользователя :name',
    'usercsv'           => 'CSV файл',
    );
