<?php

return array(

    'does_not_exist' => 'الموقع غير موجود.',
    'assoc_users'	 => 'هذا الموقع مرتبط حاليا بمستخدم واحد على الأقل ولا يمكن حذفه. يرجى تحديث المستخدمين لم يعد يشيروا إلى هذا الموقع ثم أعد المحاولة. ',
    'assoc_assets'	 => 'هذا الموقع مرتبط حاليا بمادة عرض واحدة على الأقل ولا يمكن حذفها. يرجى تحديث مواد العرض لم تعد تشير إلى هذا الموقع ثم أعد المحاولة. ',
    'assoc_child_loc'	 => 'هذا الموقع هو حاليا أحد الوالدين لموقع طفل واحد على الأقل ولا يمكن حذفه. يرجى تحديث مواقعك لم تعد تشير إلى هذا الموقع ثم أعد المحاولة.',


    'create' => array(
        'error'   => 'لم يتم إنشاء الموقع، الرجاء المحاولة مرة أخرى.',
        'success' => 'تم إنشاء الموقع بنجاح.'
    ),

    'update' => array(
        'error'   => 'لم يتم تحديث الموقع، الرجاء المحاولة مرة أخرى',
        'success' => 'تم تحديث الموقع بنجاح.'
    ),

    'delete' => array(
        'confirm'   	=> 'هل تريد بالتأكيد حذف هذا الموقع؟',
        'error'   => 'حدثت مشكلة أثناء حذف الموقع. حاول مرة اخرى.',
        'success' => 'تم حذف الموقع بنجاح.'
    )

);
