<?php

return [

    'does_not_exist' => 'הרכיב אינו קיים.',

    'create' => [
        'error'   => 'הרכיב לא נוצר, נסה שוב.',
        'success' => 'הרכיב נוצר בהצלחה.',
    ],

    'update' => [
        'error'   => 'הרכיב לא עודכן, נסה שוב',
        'success' => 'הרכיב עודכן בהצלחה.',
    ],

    'delete' => [
        'confirm'   => 'האם אתה בטוח שברצונך למחוק רכיב זה?',
        'error'   => 'הייתה בעיה במחיקת הרכיב. בבקשה נסה שוב.',
        'success' => 'הרכיב נמחק בהצלחה.',
    ],

     'checkout' => [
        'error'        => 'הרכיב לא נבדק, נסה שוב',
        'success'        => 'רכיב הוצא בהצלחה.',
        'user_does_not_exist' => 'משתמש זה אינו חוקי. בבקשה נסה שוב.',
    ],

    'checkin' => [
        'error'        => 'הרכיב לא נבדק, נסה שוב',
        'success'        => 'רכיב נבדק בהצלחה.',
        'user_does_not_exist' => 'משתמש זה אינו חוקי. בבקשה נסה שוב.',
    ],

];
