<?php

return array(
    'about_consumables_title' 			=> 'Про витратні матеріали',
    'about_consumables_text'  			=> 'Витратні матеріали це будь-що, що буде споживано на протязі певного часу. Наприклад, чорнила для принтера або папір.',
    'checkout'                          => 'Видати витратний матеріал користувачу',
    'consumable_name'                   => 'Назва витратного матеріалу',
    'create'                            => 'Створити витратний матеріал',
    'item_no'                           => 'Позиція №',
    'remaining' 			            => 'Залишилось',
    'total' 			                => 'Загалом',
    'update'                            => 'Оновити витратний матеріал',
);
