<?php

return [

    'account_already_exists' => 'حساب بهذا البريد الإلكتروني موجود مسبقا.',
    'account_not_found'      => 'اسم المستخدم أو كلمة المرور غير صحيحة.',
    'account_not_activated'  => 'لم يتم تنشيط حساب هذا المستخدم.',
    'account_suspended'      => 'تم تعليق حساب المستخدم هذا.',
    'account_banned'         => 'تم حظر حساب المستخدم هذا.',
    'throttle'               => 'هناك عدد كبير جدا من محاولات تسجيل الدخول الفاشلة. يرجى المحاولة مرة أخرى في جميع أنحاء: دقيقة دقيقة (ق).',

    'signin' => [
        'error'   => 'حدثت مشكلة أثناء محاولة تسجيل دخولك، الرجاء إعادة المحاولة.',
        'success' => 'قمت بتسجيل الدخول بنجاح.',
    ],

    'signup' => [
        'error'   => 'حدثت مشكلة أثناء محاولة إنشاء حسابك، يرجى إعادة المحاولة.',
        'success' => 'تم إنشاء الحساب بنجاح.',
    ],

        'forgot-password' => [
            'error'   => 'حدثت مشكلة أثناء محاولة الحصول على رمز إعادة تعيين كلمة المرور، الرجاء إعادة المحاولة.',
            'success' => 'تم إرسال البريد الإلكتروني لاستعادة كلمة المرور بنجاح.',
        ],

        'forgot-password-confirm' => [
            'error'   => 'حدثت مشكلة أثناء محاولة إعادة تعيين كلمة المرور، الرجاء إعادة المحاولة.',
            'success' => 'تمت إعادة تعيين كلمة المرور بنجاح.',
        ],

    'activate' => [
        'error'   => 'حدثت مشكلة أثناء محاولة تنشيط حسابك، يرجى إعادة المحاولة.',
        'success' => 'تم تفعيل حسابك بنجاح.',
    ],

];
