<?php

    return [
        'not_found'                    => 'Таны хайсан засвар үйлчилгээ олдсонгүй!',
        'delete'                       => [
            'confirm' => 'Та устгахдаа итгэлтэй байна уу?',
            'error'   => 'Устгахад асуудал гарлаа. Дахин оролдоно уу.',
            'success' => 'Амжилттай устгалаа.'
        ],
        'create'                       => [
            'error'   => 'Үүсгэж чадсангүй, дахин оролдоно уу.',
            'success' => 'Амжилттай үүсгэлээ.'
        ],
        'edit'                       => [
            'error'   => 'Засвар өөрчлөлт хадгалагдсангүй, дахин оролдоно уу.',
            'success' => 'Өөрчлөлт амжилттай.'
        ],
        'asset_maintenance_incomplete' => 'Дуусаагүй',
        'warranty'                     => 'Баталгаа',
        'not_warranty'                 => 'Баталгаагүй',
    ];