<?php

return array(
    'about_asset_depreciations'  			=> 'เกี่ยวกับค่าเสื่อมราคาสินทรัพย์',
    'about_depreciations'  					=> 'คุณสามารถกำหนดการคิดค่าเสื่อมราคาเพื่อตัดค่าเสื่อมราคาโดยวิธีการคิดค่าเสื่อมราคาแบบเส้นตรง',
    'asset_depreciations'  					=> 'ค่าเสื่อมราคาสินทรัพย์',
    'create'  					            => 'สร้างค่าเสื่อมราคา',
    'depreciation_name'  					=> 'ชื่อค่าเสื่อมราคา',
    'number_of_months'  					=> 'จำนวนเดือน',
    'update'  					            => 'อัปเดตค่าเสื่อมราคา',

);
