<?php

return array(

    'account_already_exists' => 'Υπάρχει ήδη λογαριασμός με το ίδιο email.',
    'account_not_found'      => 'Το όνομα χρήστη ή ο κωδικός πρόσβασης είναι εσφαλμένα.',
    'account_not_activated'  => 'Αυτός ο λογαριασμός χρήστη δεν είναι ενεργοποιημένος.',
    'account_suspended'      => 'Αυτός ο λογαριασμός χρήστη έχει ανασταλεί.',
    'account_banned'         => 'Αυτός ο λογαριασμός χρήστη έχει απαγορευτεί.',
    'throttle'               => 'Πολλές αποτυχημένες προσπάθειες σύνδεσης. Δοκιμάστε ξανά σε περίπου: λεπτά λεπτά.',

    'signin' => array(
        'error'   => 'Υπήρχε ένα πρόβλημα ενώ προσπαθείτε να συνδεθείτε, παρακαλώ προσπαθήστε ξανά.',
        'success' => 'Έχετε συνδεθεί επιτυχώς.',
    ),

    'signup' => array(
        'error'   => 'Παρουσιάστηκε πρόβλημα κατά την προσπάθεια δημιουργίας του λογαριασμού σας, δοκιμάστε ξανά.',
        'success' => 'Ο λογαριασμός δημιουργήθηκε επιτυχώς.',
    ),

        'forgot-password' => array(
            'error'   => 'Παρουσιάστηκε πρόβλημα κατά την προσπάθεια λήψης νέου κωδικού πρόσβασης κωδικού πρόσβασης, δοκιμάστε ξανά.',
            'success' => 'Το email ανάκτησης κωδικού πρόσβασης αποστάλθηκε με επιτυχία.',
        ),

        'forgot-password-confirm' => array(
            'error'   => 'Υπήρχε ένα πρόβλημα ενώ προσπαθούσατε να επαναγέρετε τον κωδικό σας, παρακαλώ προσπαθήστε ξανά.',
            'success' => 'Έχει γίνει επαναφορά του κωδικού πρόσβασής σας με επιτυχία.',
        ),

    'activate' => array(
        'error'   => 'Παρουσιάστηκε πρόβλημα κατά την προσπάθεια ενεργοποίησης του λογαριασμού σας, δοκιμάστε ξανά.',
        'success' => 'Ο λογαριασμός έχει με επιτυχία ενεργοποιηθεί.',
    ),

);
