<?php

return [

    'account_already_exists' => 'כבר קיים חשבון עם האימייל הזה.',
    'account_not_found'      => 'שם המשתמש או הסיסמה שגויים.',
    'account_not_activated'  => 'חשבון משתמש זה אינו מופעל.',
    'account_suspended'      => 'חשבון המשתמש הזה מושעה.',
    'account_banned'         => 'חשבון משתמש זה מוחרם.',
    'throttle'               => 'יותר מדי ניסיונות כניסה נכשלו. נסה שוב בסביבות: דקות (דקות).',

    'signin' => [
        'error'   => 'אירעה בעיה בעת ניסיון להתחבר אליך, נסה שוב.',
        'success' => 'התחברת בהצלחה.',
    ],

    'signup' => [
        'error'   => 'אירעה בעיה בעת ניסיון ליצור את חשבונך, נסה שוב.',
        'success' => 'החשבון נוצר בהצלחה.',
    ],

        'forgot-password' => [
            'error'   => 'אירעה בעיה בעת ניסיון לקבל קוד סיסמה לאיפוס, נסה שוב.',
            'success' => 'כתובת הדוא"ל לשחזור סיסמה נשלחה בהצלחה.',
        ],

        'forgot-password-confirm' => [
            'error'   => 'אירעה בעיה בעת ניסיון לאפס את הסיסמה שלך, נסה שוב.',
            'success' => 'הסיסמה שלך אופסה בהצלחה.',
        ],

    'activate' => [
        'error'   => 'אירעה בעיה בעת ניסיון להפעיל את חשבונך, נסה שוב.',
        'success' => 'החשבון שלך הופעל בהצלחה.',
    ],

];
