<?php

return [

    'does_not_exist' => 'Аксесуар [:id] не існує.',
    'not_found' => 'Цей аксесуар не знайдено.',
    'assoc_users' => 'Наразі цей аксесуар має :count елементів відмічено користувачам. Будь ласка, перевірте аксесуари і спробуйте ще раз. ',

    'create' => [
        'error' => 'Аксесуар не створено, будь ласка, спробуйте ще раз.',
        'success' => 'Аксесуар успішно створено.',
    ],

    'update' => [
        'error' => 'Аксесуар не було оновлено, будь ласка, спробуйте ще раз',
        'success' => 'Аксесуар було успішно оновлено.',
    ],

    'delete' => [
        'confirm' => 'Ви впевнені, що хочете видалити цей аксесуар?',
        'error' => 'Виникла проблема при видаленні аксесуару. Будь ласка, спробуйте ще раз.',
        'success' => 'Аксесуар успішно видалено.',
        'bulk_success' => 'Аксесуар успішно видалено.|:count аксесуарів успішно видалено.',
        'partial_success' => ':count аксесуар успішно видалено, але інші не вдалося видалити. Детальніше див. нижче.|:count аксесуари успішно видалено, але інші не вдалося видалити. Детальніше див. нижче.',
    ],

    'checkout' => [
        'error' => 'Аксесуар не був відмічений, будь ласка, спробуйте ще раз',
        'success' => 'Аксесуар успішно видано.',
        'unavailable' => 'Аксесуар недоступний для оформлення замовлення. Перевірте кількість доступних',
        'user_does_not_exist' => 'Невірний користувач. Спробуйте ще раз.',
        'checkout_qty' => [
            'lte' => 'Ви намагаєтеся видати :checkout_qty аксесуарів, проте на даний час доступний лише один аксесуар даного типу. Будь ласка, змініть кількість для видачі або доступний залишок для видачі і спробуйте ще раз. Ви намагаєтеся видати :checkout_qty аксесуарів, проте в наявності check out :checkout_qty. Будь ласка, змініть кількість для видачі або доступний залишок для видачі і спробуйте ще раз.',
        ],

    ],

    'checkin' => [
        'error' => 'Аксесуар не було перевірено, будь ласка, спробуйте ще раз',
        'success' => 'Аксесуар успішно перевірено.',
        'user_does_not_exist' => 'Вказаного користувача не існує. Спробуйте ще раз.',
    ],

    'restore' => [
        'error' => 'Аксесуар не було відновлено. Спробуйте ще раз',
        'success' => 'Аксесуар успішно відновлено.',
    ],

    'bulk' => [
        'no_accessories_selected' => 'Не вибрано жодного аксесуара.',
        'no_action_selected' => 'Будь ласка, виберіть дію зі списку.',
        'no_fields_updated' => 'Немає змінених полів, тому нічого не було оновлено.',
        'skipped_unauthorized' => ':count аксесуар(ів) пропущено, оскільки у вас немає прав на їх зміну.',

        'update' => [
            'success' => ':count аксесуар оновлено.|:count аксесуари оновлено.|:count аксесуарів оновлено.',
            'none_updated' => 'Не вдалося оновити вибраний аксесуар. Деталі наведено нижче.|Не вдалося оновити жоден із вибраних аксесуарів. Деталі наведено нижче.',
        ],

        'restore' => [
            'success' => ':count аксесуар було відновлено.|:count аксесуарів було відновлено.',
        ],

        'checkin_selected' => [
            'no_rows_selected' => 'Не вибрано жодного аксесуара, який перебуває у видачі.',
            'success' => ':count видачу аксесуара повернено.|:count видачі аксесуарів повернено.|:count видач аксесуарів повернено.',
        ],
    ],
];
