<?php

return array(

    'does_not_exist' => 'Загвар байхгүй байна.',
    'assoc_users'	 => 'Энэ загвар одоогоор нэг буюу хэд хэдэн хөрөнгөтэй холбоотой бөгөөд устгаж болохгүй. Хөрөнгө устгаж, дараа нь устгахыг оролдоно уу.',


    'create' => array(
        'error'   => 'Загвар үүсгэгдсэнгүй, дахин оролдоно уу.',
        'success' => 'Загвар амжилттай болсон.',
        'duplicate_set' => 'Тухайн нэр, үйлдвэрлэгч болон загварын дугаар бүхий хөрөнгийн загвар аль хэдийн гарсан байна.',
    ),

    'update' => array(
        'error'   => 'Загвар шинэчлэгдсэнгүй, дахин оролдоно уу',
        'success' => 'Загвар амжилттай болсон.'
    ),

    'delete' => array(
        'confirm'   => 'Та энэ хөрөнгийн загварыг устгахыг хүсэж байна уу?',
        'error'   => 'Загварыг устгахад асуудал гарлаа. Дахин оролдоно уу.',
        'success' => 'Загвар амжилттай устгагдсан байна.'
    ),

    'restore' => array(
        'error'   		=> 'Загвар сэргээгээгүй, дахин оролдоно уу',
        'success' 		=> 'Загвар амжилттай болсон.'
    ),

    'bulkedit' => array(
        'error'   		=> 'Ямар ч талбар өөрчлөгдсөнгүй тул шинэчлэгдээгүй байна.',
        'success' 		=> 'Загвар шинэчилсэн.'
    ),

    'bulkdelete' => array(
        'error'   		    => 'Ямар ч загвар сонгогдоогүй тул юу ч устаагүй.',
        'success' 		    => ':success_count ширхэг загвар устсан!',
        'success_partial' 	=> ':success_count ширхэг загвар устсан ба :fail_count ширхэг загвар одоо хүртэл хөрөнгөтэй холбоотой байгаа тул устаагүй.'
    ),

);
