<?php

return array(

    'asset'             => 'أصل',
    'checkin'           => 'تحقق في',
    'create'            => 'إنشاء رخصة',
    'expiration'        => 'تاريخ الانتهاء',
    'license_key'       => 'مفتاح المنتج',
    'maintained'        => 'حافظ',
    'name'              => 'إسم البرنامج',
    'no_depreciation'   => 'لا تستهلك',
    'purchase_order'    => 'رقم طلب الشراء',
    'reassignable'      => 'قابل لإعادة التعيين',
    'remaining_seats'   => 'المقاعد المتبقية',
    'seats'             => 'مقاعد',
    'termination_date'  => 'تاريخ الإلغاء',
    'to_email'          => 'مرخص إلى البريد الإلكتروني',
    'to_name'           => 'مرخص للاسم',
    'update'            => 'تحديث الرخصة',
    'checkout_help'     => 'يجب عليك التحقق من ترخيص إلى أصل جهاز أو شخص. يمكنك تحديد كليهما، ولكن يجب أن يتطابق مالك مادة العرض مع الشخص الذي تتحقق منه مادة العرض.'
);
