<?php

return array(

    'does_not_exist' => 'الرخصة غير موجودة.',
    'user_does_not_exist' => 'المستخدم غير موجود.',
    'asset_does_not_exist' 	=> 'العنصر الذي تحاول إقرانه بهذا الترخيص غير موجود.',
    'owner_doesnt_match_asset' => 'يمتلك الأصل الذي تحاول إقرانه بهذا الترخيص سومين غير الشخص المحدد في القائمة المنسدلة المخصصة.',
    'assoc_users'	 => 'يتم التحقق من هذا الترخيص حاليا للمستخدم ولا يمكن حذفه. يرجى التحقق من الترخيص في البداية، ثم محاولة الحذف مرة أخرى.',
    'select_asset_or_person' => 'يجب تحديد مادة عرض أو مستخدم، وليس كليهما.',


    'create' => array(
        'error'   => 'لم يتم إنشاء الترخيص، يرجى إعادة المحاولة.',
        'success' => 'تم إنشاء الرخصة بنجاح.'
    ),

    'deletefile' => array(
        'error'   => 'لم يتم حذف الملف. الرجاء المحاولة مرة اخرى.',
        'success' => 'تم حذف الملف بنجاح.',
    ),

    'upload' => array(
        'error'   => 'لم يتم تحميل الملف. حاول مرة اخرى.',
        'success' => 'تم رفع الملف(ات) بنجاح.',
        'nofiles' => 'لم تحدد أي ملفات للتحميل، أو أن الملف الذي تحاول تحميله كبير جدا',
        'invalidfiles' => 'واحد أو أكثر من الملفات كبير جدا أو هو نوع ملف غير مسموح به. أنواع الملفات المسموح بها هي ينغ و جيف و جبغ و جبيغ و دوك و دوك و بدف و تكست و زيب و رار و رتف و شمل و ليك.',
    ),

    'update' => array(
        'error'   => 'لم يتم تحديث الترخيص، يرجى إعادة المحاولة',
        'success' => 'تم تحديث الترخيص بنجاح.'
    ),

    'delete' => array(
        'confirm'   => 'هل أنت متأكد من رغبتك في حذف هذه الرخصة؟',
        'error'   => 'حدثت مشكلة أثناء حذف الترخيص. حاول مرة اخرى.',
        'success' => 'تم حذف الترخيص بنجاح.'
    ),

    'checkout' => array(
        'error'   => 'حدثت مشكلة أثناء التحقق من الترخيص. حاول مرة اخرى.',
        'success' => 'تم التحقق من الترخيص بنجاح'
    ),

    'checkin' => array(
        'error'   => 'حدثت مشكلة في التحقق من الترخيص. حاول مرة اخرى.',
        'success' => 'تم التحقق من الترخيص بنجاح'
    ),

);
