<?php

return array(

    'does_not_exist' => 'Локацијата не постои.',
    'assoc_users'	 => 'Оваа локација моментално е поврзана со барем еден корисник и не може да се избрише. Ве молиме да ги ажурирате вашите корисници за да не ја користете оваа локација и обидете се повторно. ',
    'assoc_assets'	 => 'Оваа локација моментално е поврзана со барем едно основно средство и не може да се избрише. Ве молиме да ги ажурирате вашите основни средства за да не ја користите оваа локација и обидете се повторно. ',
    'assoc_child_loc'	 => 'Оваа локација моментално е родител на најмалку една локација и не може да се избрише. Ве молиме да ги ажурирате вашите локации повеќе да не ја користат оваа локација како родител и обидете се повторно. ',


    'create' => array(
        'error'   => 'Локацијата не е креирана, обидете се повторно.',
        'success' => 'Локацијата е успешно креирана.'
    ),

    'update' => array(
        'error'   => 'Локацијата не беше ажурирана, обидете се повторно',
        'success' => 'Локацијата е успешно ажурирана.'
    ),

    'delete' => array(
        'confirm'   	=> 'Дали сте сигурни дека сакате да ја избришете оваа локација?',
        'error'   => 'Имаше проблем со бришење на локацијата. Обидете се повторно.',
        'success' => 'Локацијата беше успешно избришана.'
    )

);
