<?php

return array(
    'about_asset_categories' 			=> 'Относно категориите на активи',
    'about_categories'  				=> 'Категориите помагат организирането на активите. Примерни категории могат да бъдат &quot;Стационарни PC&quot;, &quot;Лаптопи&quot;, &quot;Мобилни телефони&quot;, &quot;Таблети&quot; и т.н., но можете да използвате всяка категория, имаща смисъл за организацията Ви.',
    'asset_categories' 					=> 'Категории на активи',
    'category_name'  					=> 'Име на категория',
    'checkin_email'                     => 'Изпращане на email до потребителя при вписване на активи.',
    'clone'                             => 'Копиране на категория',
    'create'  							=> 'Създаване на категория',
    'edit'                              => 'Редакция на категория',
    'eula_text'							=> 'Категория EULA',
    'eula_text_help'					=> 'Това поле позволява да задавате различни EULA за всеки тип активи. Ако имате обща EULA за всички активи, можете да използвате кутийката по-долу за да използвате една обща по подразбиране.',
    'require_acceptance'				=> 'Задължаване на потребителите да потвърждават приемането на активи от тази категория.',
    'required_acceptance'				=> 'Потребителят ще получи email с връзка за потвърждаване получаването на актива.',
    'required_eula'						=> 'Потребителят ще получи копие на EULA.',
    'no_default_eula'					=> 'Няма EULA по подразбиране. Добавете я в Настройки.',
    'update'  							=> 'Обновяване на категория',
    'use_default_eula'					=> 'Използване на <a href="#" data-toggle="modal" data-target="#eulaModal">EULA по подразбиране</a>.',
    'use_default_eula_disabled'			=> '<del>Използване на EULA по подразбиране</del> Няма EULA по подразбиране. Добавете я в Настройки.',

);
