<?php

return [
    'about_assets_title'           => 'Про активи',
    'about_assets_text'            => 'Активи це елементи відстежувані серійним номером або тегом активів. Вони зазвичай є вищими значеннями, де визначається конкретний товар.',
    'archived'  				=> 'Архівний',
    'asset'  					=> 'Актив',
    'bulk_checkout'             => 'Видати активи',
    'bulk_checkin'              => 'Checkin Assets',
    'checkin'  					=> 'Прийняти актив',
    'checkout'  				=> 'Видати актив',
    'clone'  					=> 'Клонувати актив',
    'deployable'  				=> 'Розгортання',
    'deleted'  					=> 'Цей медіафайл видалений.',
    'delete_confirm'            => 'Ви впевнені, що хочете видалити цей медіафайл?',
    'edit'  					=> 'Редагувати актив',
    'model_deleted'  			=> 'Ця модель активів була видалена. Ви повинні відновити модель, перш ніж ви зможете відновити Ця модель.',
    'model_invalid'             => 'Модель цього майна недійсна.',
    'model_invalid_fix'         => 'Актив повинен бути відредагований, щоб виправити це, перш ніж намагатися перевірити його в або поза ним.',
    'requestable'               => 'Доступно для запиту',
    'requested'				    => 'Запрошено користувачем',
    'not_requestable'           => 'Ви не можете запросити',
    'requestable_status_warning' => 'Не змінювати статус запиту',
    'restore'  					=> 'Restore Asset',
    'pending'  					=> 'Очікуєтся',
    'undeployable'  			=> 'Непридатний для зберігання',
    'undeployable_tooltip'  	=> 'Цей медіафайл має марку стану, який не можна розгорнути, і цей час не може бути перевірений.',
    'view'  					=> 'Переглянути актив',
    'csv_error' => 'У вас є помилка у файлі CSV:',
    'import_text' => '
     <p>
     Завантажте файл CSV, який містить історію активів. Активи та користувачі ПОВИННІ вже існувати в системі, інакше їх буде пропущено. Зіставлення активів для імпорту історії відбувається за тегом активу. Ми спробуємо знайти відповідного користувача на основі наданого вами імені користувача та критеріїв, які ви виберете нижче. Якщо ви не виберете жодного критерію нижче, ми просто спробуємо знайти співпадіння по формату імені користувача, який ви налаштували в розділі адміністратора &gt; Загальні налаштування.
     </p>

     <p>Поля, включені до CSV, мають відповідати заголовкам: <strong>Тег Активу, Ім\'я, Дата Видачі, Дата Повернення</strong>. Будь-які додаткові поля ігноруватимуться. </p>

     <p>Дата Повернення: порожня або майбутня дата видачі призведе до видачі активів пов’язаному користувачеві. Якщо виключити стовпець "Дата Повернення", дата повернення буде мати сьогоднішню дату.</p>
    ',
    'csv_import_match_f-l' => 'Спробуйте співпадати з користувачами формату firstname.lastname (jane.smith)',
    'csv_import_match_initial_last' => 'Спробуйте співставити користувачів з першим початковим ім\'ям (jsmith) форматі',
    'csv_import_match_first' => 'Спробуйте співставити користувачів за першим ім\'ям (Жанр) форматі',
    'csv_import_match_email' => 'Спробуйте співпадати з користувачами за електронною поштою',
    'csv_import_match_username' => 'Спробуйте співпадати користувачам за ім\'ям користувача',
    'error_messages' => 'Повідомлення про помилки:',
    'success_messages' => 'Повідомлення про успіх:',
    'alert_details' => 'Будь ласка, подивіться нижче для деталей.',
    'custom_export' => 'Користувальницькі експорту',
    'mfg_warranty_lookup' => ':manufacturer Warranty Status ookup',
    'user_department' => 'Відділ користувача',
];
