<?php

return array(

    'does_not_exist' => 'הצריכה אינה קיימת.',

    'create' => array(
        'error'   => 'הצריכה לא נוצרה, נסה שוב.',
        'success' => 'הצריכה נוצרה בהצלחה.'
    ),

    'update' => array(
        'error'   => 'הצריכה לא עודכנה, נסה שוב',
        'success' => 'הצריכה עודכנה בהצלחה.'
    ),

    'delete' => array(
        'confirm'   => 'האם אתה בטוח שברצונך למחוק את הפריט המתכלה הזה?',
        'error'   => 'היתה בעיה במחיקת המתכלים. בבקשה נסה שוב.',
        'success' => 'המתכלים נמחקו בהצלחה.'
    ),

     'checkout' => array(
        'error'   		=> 'הצריכה לא נבדקה, נסה שוב',
        'success' 		=> 'הצריכה נשללה בהצלחה.',
        'user_does_not_exist' => 'משתמש זה אינו חוקי. בבקשה נסה שוב.'
    ),

    'checkin' => array(
        'error'   		=> 'הצריכה לא נבדקה, נסה שוב',
        'success' 		=> 'הצריכה נבדקה בהצלחה.',
        'user_does_not_exist' => 'משתמש זה אינו חוקי. בבקשה נסה שוב.'
    )


);
