<?php

return [

    'does_not_exist' => 'ไม่มีแผนก',
    'assoc_users'     => 'แผนกนี้มีการเชื่อมโยงกับผู้ใช้อย่างน้อยหนึ่งรายและไม่สามารถลบได้ โปรดอัปเดตผู้ใช้เพื่ออ้างถึงแผนกนี้อีกครั้งและลองอีกครั้ง',
    'create' => [
        'error'   => 'ไม่ได้สร้างแผนกโปรดลองอีกครั้ง',
        'success' => 'สร้างแผนกเรียบร้อยแล้ว',
    ],
    'update' => [
        'error'   => 'แผนกไม่ได้รับการปรับปรุงโปรดลองอีกครั้ง',
        'success' => 'อัปเดตแผนกเรียบร้อยแล้ว',
    ],
    'delete' => [
        'confirm'    => 'คุณแน่ใจหรือไม่ว่าต้องการลบแผนกนี้',
        'error'   => 'เกิดปัญหาในการลบแผนก กรุณาลองอีกครั้ง.',
        'success' => 'แผนกนี้ถูกลบเรียบร้อยแล้ว',
    ],

];
