<?php

return array(

    'field' => array(
        'invalid'   => 'Это поле не существует.',
        'already_added'   => 'Поле уже добавлено',

        'create' => array(
            'error'   => 'Поле не было создано, попробуйте ещё раз.',
            'success' => 'Поле успешно создано.',
            'assoc_success' => 'Поле успешно добавлено в набор.'
        ),

        'update' => array(
            'error'   => 'Поле не было обновлено, попробуйте ещё раз',
            'success' => 'Поле успешно обновлено.'
        ),

        'delete' => array(
            'confirm'   	=> 'Вы уверены, что хотите удалить это поле?',
            'error'   => 'При удалении поля возникла ошибка. Попробуйте еще раз.',
            'success' => 'Поле было успешно удалено.',
            'in_use'   => 'Поле ещё используется.',
        )

    ),

    'fieldset' => array(

        'does_not_exist' => 'Набор полей не существует',

        'create' => array(
            'error'   => 'Набор полей не был создан, попробуйте ещё раз.',
            'success' => 'Набор полей создан успешно.'
        ),

        'update' => array(
            'error'   => 'Набор полей не был обновлен, попробуйте ещё раз',
            'success' => 'Набор полей успешно обновлён.'
        ),

        'delete' => array(
            'confirm'   	=> 'Вы уверены, что хотите удалить этот набор полей?',
            'error'   => 'При удалении набора полей возникла ошибка. Попробуйте еще раз.',
            'success' => 'Набор полей был успешно удален.',
            'in_use'   => 'Набор полей всё ещё используется.',
        )

    ),






);
