<?php

return [

    'field' => [
        'invalid'   => 'Это поле не существует.',
        'already_added'   => 'Поле уже добавлено',

        'create' => [
            'error'   => 'Поле не было создано, попробуйте ещё раз.',
            'success' => 'Поле успешно создано.',
            'assoc_success' => 'Поле успешно добавлено в набор.',
        ],

        'update' => [
            'error'   => 'Поле не было обновлено, попробуйте ещё раз',
            'success' => 'Поле успешно обновлено.',
        ],

        'delete' => [
            'confirm'    => 'Вы уверены, что хотите удалить это поле?',
            'error'   => 'При удалении поля возникла ошибка. Попробуйте еще раз.',
            'success' => 'Поле было успешно удалено.',
            'in_use'   => 'Поле ещё используется.',
        ],

    ],

    'fieldset' => [

        'does_not_exist' => 'Набор полей не существует',

        'create' => [
            'error'   => 'Набор полей не был создан, попробуйте ещё раз.',
            'success' => 'Набор полей создан успешно.',
        ],

        'update' => [
            'error'   => 'Набор полей не был обновлен, попробуйте ещё раз',
            'success' => 'Набор полей успешно обновлён.',
        ],

        'delete' => [
            'confirm'    => 'Вы уверены, что хотите удалить этот набор полей?',
            'error'   => 'При удалении набора полей возникла ошибка. Попробуйте еще раз.',
            'success' => 'Набор полей был успешно удален.',
            'in_use'   => 'Набор полей всё ещё используется.',
        ],

    ],

];
