<?php

return [
    'actions' 	                => 'Ενέργειες',
    'add'    	                => 'Προσθήκη Νέου',
    'cancel'                    => 'Ακύρωση',
    'checkin_and_delete'  	    => 'Checkin Όλων / Διαγραφή Χρήστη',
    'delete'  	                => 'Διαγραφή',
    'edit'    	                => 'Επεξεργασία',
    'restore' 	                => 'Επαναφορά',
    'remove'                    => 'Αφαίρεση',
    'request'                   => 'Αίτημα',
    'submit'  	                => 'Υποβολή',
    'upload'                    => 'Μεταφόρτωση',
    'select_file'				=> 'Επιλέξτε Αρχείο ...',
    'select_files'				=> 'Επιλογή αρχείων...',
    'generate_labels'           => '{1} Δημιουργία Ετικέτας [2,*] Δημιουργία Ετικετών',
    'send_password_link'        => 'Αποστολή συνδέσμου ακύρωσης κωδικού',
    'go'                        => 'Μετάβαση',
    'bulk_actions'              => 'Μαζικές Ενέργειες',
    'add_maintenance'           => 'Προσθήκη Συντήρησης',
    'append'                    => 'Προσάρτηση',
    'new'                       => 'Νεό',
];
