<?php


return array(
    'activated_help_text' => 'This user can login',
    'activated_disabled_help_text' => 'You cannot edit activation status for your own account.',
    'assets_user'       => 'Активи предадени на :name',
    'bulk_update_warn'	=> 'На път сте да редактирате свойствата на :user_count потребители. Моля обърнете внимание, че не можете да променяте собствените си атрибути използвайки този формуляр и трябва да нанесете промени към собствения си потребителски профил индивидуално.',
    'bulk_update_help'	=> 'Този формуляр ви позволява да обновявате няколко потребителски профила едновременно. Попълнете единствено полетата, които желаете да промените. Всички празни полета няма да бъдат променени.',
    'current_assets'    => 'Активи, отписани към този потребител в момента',
    'clone'             => 'Копиране на потребител',
    'contact_user'      => 'Връзка :name',
    'edit'              => 'Редактиране на потребител',
    'filetype_info'     => 'Позволените типове файлове са png, gif, jpg, jpeg, doc, docx, pdf, txt, zip, и rar.',
    'history_user'      => 'История за :name',
	'info'				=> 'Информация',
    'restore_user'		=> 'Кликнете тук, за да ги възстановите.',
    'last_login'        => 'Последен достъп до системата',
    'ldap_config_text'  => 'LDAP конфигурационните настройки могат да бъдат намерени в  Admin > Settings. Избраното (по изобр) местоположение ще бъде настроено за всички въведени потребители.',
    'print_assigned'    => 'Печат на всички отдадени',
    'software_user'     => 'Софтуерни продукти, изписани на :name',
    'view_user'         => 'Преглед на потребител :name',
    'usercsv'           => 'CSV файл',
    'two_factor_admin_optin_help' => 'Текущите настройки на администратор позволяват избирателно прилагане на двуфакторова автентификация. ',
    'two_factor_enrolled' => '2FA устройство записано',
    'two_factor_active'   => '2FA Активно',
    );
