<?php

return array(

    'does_not_exist' => 'الموديل غير موجود.',
    'assoc_users'	 => 'هذا النموذج مقترن حاليا بواحد أو أكثر من الأصول ولا يمكن حذفه. يرجى حذف الأصول، ثم محاولة الحذف مرة أخرى.',


    'create' => array(
        'error'   => 'لم يتم إنشاء الموديل، حاول مجددا.',
        'success' => 'تم إنشاء الموديل بنجاح.',
        'duplicate_set' => 'يوجد بالفعل نموذج أصول بهذا الاسم، الشركة المصنعة ورقم الطراز.',
    ),

    'update' => array(
        'error'   => 'لم يتم تحديث النموذج، يرجى إعادة المحاولة',
        'success' => 'تم تحديث النموذج بنجاح.'
    ),

    'delete' => array(
        'confirm'   => 'هل تريد بالتأكيد حذف نموذج مادة العرض هذا؟',
        'error'   => 'حدثت مشكلة أثناء حذف النموذج. حاول مرة اخرى.',
        'success' => 'تم حذف النموذج بنجاح.'
    ),

    'restore' => array(
        'error'   		=> 'لم تتم استعادة النموذج، يرجى إعادة المحاولة',
        'success' 		=> 'تم إستعادة المودير بنجاح.'
    ),

    'bulkedit' => array(
        'error'   		=> 'لم يتم تغيير أي حقول، لذلك لم يتم تحديث أي شيء.',
        'success' 		=> 'تم تحديث النماذج.'
    ),

);
