<?php

return array(
    'about'      	=> 'Про мітки статусу',
    'archived'      	=> 'Архівний',
    'create'      	=> 'Створити мітку статусу',
    'color'      	=> 'Колір діаграми',
    'default_label' => 'Стандартна позначка',
    'default_label_help' => 'Це використовується для забезпечення того, що найбільш часто використовувані мітки стану з\'являються в верхній частині поля під час створення або редагування активів.',
    'deployable'      	=> 'Розгортання',
    'info'      	=> 'Мітки статусу використовуються для опису різних станів, в яких можуть бути активи, а також можуть бути присутні для ремонту, втрачені/викрадення і т.д. Ви можете створити нові мітки статусу для розгортанні, очікуючі та архівні активи.',
    'name'      	=> 'Назва статусу',
    'pending'      	=> 'Очікуєтся',
    'status_type'   => 'Тип статусу',
    'show_in_nav'   => 'Показати бічній наv',
    'title'      	=> 'Статуси активів',
    'undeployable'  => 'Непридатний для зберігання',
    'update'      	=> 'Оновити статуси активів',
);
