<?php

return array(

    'does_not_exist' => 'مکان وجود ندارد.',
    'assoc_users'	 => 'این مکان در حال حاضر با حداقل یک کاربر در ارتباط است و نمی تواند حذف شود. لطفا کاربران خود را به روز رسانی به دیگر مرجع این مکان و دوباره امتحان کنید. ',
    'assoc_assets'	 => 'این مکان در حال حاضر همراه با حداقل یک دارایی است و قادر به حذف نمی شود. لطفا بروز دارایی های خود را به دیگر این مکان مرجع و دوباره امتحان کنید. ',
    'assoc_child_loc'	 => 'این مکان در حال حاضر پدر و مادر کودک حداقل یک مکان است و قادر به حذف نمی شود. لطفا به روز رسانی مکان خود را به دیگر این مکان مرجع و دوباره امتحان کنید. ',


    'create' => array(
        'error'   => 'مکان ایجاد نشد،دوباره سعی کنید.',
        'success' => 'مکان با موفقیت ایجاد شد.'
    ),

    'update' => array(
        'error'   => 'مکان بروزرسانی نشد،دوباره سعی کنید',
        'success' => 'مکان با موفقیت به روز رسانی شد.'
    ),

    'delete' => array(
        'confirm'   	=> 'آیا مطمئن هستید که می خواهید این مکان را حذف کنید؟',
        'error'   => 'یک مشکل در حذف مکان وجود دارد،دوباره سعی کنید.',
        'success' => 'این مکان با موفقیت حذف شد.'
    )

);
