<?php

return array(
    'about_consumables_title' 			=> 'Σχετικά με τα αναλώσιμα',
    'about_consumables_text'  			=> 'Τα αναλώσιμα είναι οτιδήποτε αγοράζονται και θα χρησιμοποιηθούν με την πάροδο του χρόνου. Για παράδειγμα, μελάνι εκτυπωτή ή χαρτί φωτοαντιγραφικού.',
    'checkout'                          => 'Έλεγχος κατανάλωσης σε χρήστη',
    'consumable_name'                   => 'Όνομα αναλώσιμου',
    'create'                            => 'Δημιουργία αναλώσιμου',
    'item_no'                           => 'Αριθμός Αντικειμένου.',
    'remaining' 			            => 'Απομένουν',
    'total' 			                => 'Σύνολο',
    'update'                            => 'Ενημέρωση αναλώσιμων',
);
