<?php

return array(
    'about_kits_title'                  => 'حول مجموعات محددة مسبقا',
    'about_kits_text'                   => 'مجموعات محددة مسبقا تتيح لك تحقق بسرعة من مجموعة من العناصر (الأصول والتراخيص ، الخ) لمستخدم. قد يكون هذا مفيداً عندما تكون عملية تشغيلك متناسقة عبر العديد من المستخدمين وتتلقى كافة المستخدمين نفس العناصر.
',
    'checkout'                          => 'مجموعة الخروج ',
    'create_success'                    => 'تم إنشاء مجموعة الأدوات بنجاح.',
    'create'                            => 'إنشاء مجموعة أدوات معرفة مسبقاً',
    'update'                            => 'تحديث مجموعة أدوات معرّفة مسبقاً',
    'delete_success'                    => 'تم حذف عدة بنجاح.',
    'update_success'                    => 'تم تحديث مجموعة الأدوات بنجاح.',
    'none_models'                       => 'لا توجد أصول متوفرة كافية لـ:نموذج لـ Checkout. الكمية مطلوبة.
',
    'none_licenses'                     => 'لا توجد مقاعد كافية متاحة لـ: ترخيص الخروج. الكمية مطلوبة. ',
    'none_consumables'                  => 'لا توجد وحدات متوفرة كافية من: قابلة للاستهلاك لـ Checkout. الكمية مطلوبة. ',
    'none_accessory'                    => 'لا توجد وحدات متوفرة كافية من: ملحق ل checkout. الكمية مطلوبة. ',

);
