<?php

return array(

    'does_not_exist' => 'التصنيف غير موجود.',
    'assoc_users'	 => 'هذا التصنيف مرتبط مع نموذج. فضلاً قم بتحديث النماذج بحيث لا تكون مرتبطة بهذا التصنيف. ',

    'create' => array(
        'error'   => 'فشل إنشاء التصنيف، فضلاً حاول مرة أخرى.',
        'success' => 'تم إنشاء التصنيف بنجاح.'
    ),

    'update' => array(
        'error'   => 'فشل تحديث التصنيف، فضلاً حاول مرة أخرى',
        'success' => 'تم تحديث التصنيف بنجاح.'
    ),

    'delete' => array(
        'confirm'   => 'هل أنت متأكد أنك تريد حذف هذا التصنيف ؟',
        'error'   => 'حدث خطأ أثناء محاولة حذف التصنيف. فضلاً حاول مرة أخرى.',
        'success' => 'تم حذف التصنيف بنجاح.'
    )

);
