<?php

return [

    'does_not_exist' => 'קטגוריה לא קיימת.',
    'assoc_models'     => 'קטגוריה זו משויכת כרגע לדגם אחד לפחות ולא ניתן למחוק אותה. אנא עדכן את הדגמים שלך כדי לא להתייחס עוד לקטגוריה זו ונסה שוב.',
    'assoc_items'     => 'קטגוריה זו משויכת כרגע עם לפחות אחד: type_type ולא ניתן למחוק אותה. עדכן את: הנכס_ typepe כדי לא להתייחס עוד לקטגוריה זו ונסה שוב.',

    'create' => [
        'error'   => 'הקטגוריה לא נוצרה, נסה שוב.',
        'success' => 'קטגוריה נוצר בהצלחה.',
    ],

    'update' => [
        'error'   => 'הקטגוריה לא עודכנה, נסה שוב',
        'success' => 'קטגוריה עודכנה בהצלחה.',
    ],

    'delete' => [
        'confirm'   => 'האם אתה בטוח שברצונך למחוק קטגוריה זו?',
        'error'   => 'היתה בעיה במחיקת הקטגוריה. בבקשה נסה שוב.',
        'success' => 'הקטגוריה נמחקה בהצלחה.',
    ],

];
