<?php

return array(

    'does_not_exist' => 'The accessory [:id] does not exist.',
    'assoc_users'	 => 'Овој додаток во моментов има :count ставки задолжени на корисници. Ве молиме проверете во додатоците и обидете се повторно. ',

    'create' => array(
        'error'   => 'Додатокот не е креиран, обидете се повторно.',
        'success' => 'Додатокот беше успешно креиран.'
    ),

    'update' => array(
        'error'   => 'Додатокот не беше ажуриран, обидете се повторно',
        'success' => 'Додатокот беше успешно ажуриран.'
    ),

    'delete' => array(
        'confirm'   => 'Дали сте сигурни дека сакате да го избришете овој додаток?',
        'error'   => 'Имаше проблем со бришење на додатокот. Обидете се повторно.',
        'success' => 'Додатокот беше успешно избришан.'
    ),

     'checkout' => array(
        'error'   		=> 'Додатокот не беше задолжен, обидете се повторно',
        'success' 		=> 'Додатокот е задолжен.',
        'unavailable'   => 'Accessory is not available for checkout. Check quantity available',
        'user_does_not_exist' => 'Тој корисник е неважечки. Обидете се повторно.'
    ),

    'checkin' => array(
        'error'   		=> 'Додатокот не беше раздолжен, обидете се повторно',
        'success' 		=> 'Додатокот е раздолжен.',
        'user_does_not_exist' => 'Тој корисник е неважечки. Обидете се повторно.'
    )


);
