<?php

return array(

    'does_not_exist' => 'Προμηθευτής δεν υπάρχει.',
    'assoc_users'	 => 'Αυτός ο προμηθευτ σχετίζεται με τουλάχιστον ένα χρήστη και δεν μπορεί να διαγραφεί. Παρακαλούμε να ενημερώσετε τους χρήστες σας να μην αναφέρονται σε αυτήν τη θέση και δοκιμάστε ξανά. ',

    'create' => array(
        'error'   => 'Ο προμηθευτής δεν δημιουργήθηκε, δοκιμάστε ξανά.',
        'success' => 'Ο προμηθευτής δημιουργήθηκε επιτυχώς.'
    ),

    'update' => array(
        'error'   => 'Ο προμηθευτής δεν επικαιροποιήθηκε, παρακαλώ δοκιμάστε ξανά',
        'success' => 'Οι προμηθευτές ανανεώθηκαν επιτυχώς.'
    ),

    'delete' => array(
        'confirm'   => 'Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό τον προμηθευτή;',
        'error'   => 'Υπήρξε ένα ζήτημα διαγράφοντας τον προμηθευτή. Παρακαλώ δοκιμάστε ξανά.',
        'success' => 'Ο προμηθευτής διαγράφηκε επιτυχώς.'
    )

);
