<?php

return array(

    'asset'             => 'Актив',
    'checkin'           => 'Привязать',
    'cost'              => 'Стоимость покупки',
    'create'            => 'Создать лицензию',
    'date'              => 'Дата покупки',
    'depreciation'      => 'Амортизация',
    'expiration'        => 'Истекает',
    'license_key'       => 'Ключ продукта',
    'maintained'        => 'Поддерживаемая',
    'name'              => 'Название ПО',
    'no_depreciation'   => 'Не амортизируется',
    'notes'             => 'Примечания',
    'order'             => 'Номер заказа',
    'purchase_order'    => 'Номер заказа на поставку',
    'reassignable'      => 'Переназначаемый',
    'remaining_seats'   => 'Осталось лицезий',
    'seats'             => 'Количество рабочих мест',
    'serial'            => 'Серийный номер',
    'supplier'          => 'Поставщик',
    'termination_date'  => 'Дата окончания',
    'to_email'          => 'Лицензирован на E-mail',
    'to_name'           => 'Лицензировано на имя',
    'update'            => 'Обновить лицензию',
    'checkout_help'     => 'Вы должны привязать лицензию к физическому активу или человеку. Вы можете выбрать оба варианта, но владелец актива должен соответствовать человеку привязанному к этому активу.'
);
