<?php

return array(

    'does_not_exist' => 'תווית הסטטוס אינה קיימת.',
    'assoc_assets'	 => 'תווית סטטוס זו משויכת כעת לנכס אחד לפחות ולא ניתן למחוק אותה. עדכן את הנכסים שלך כדי לא להתייחס עוד לסטטוס זה ונסה שוב.',


    'create' => array(
        'error'   => 'תווית הסטטוס לא נוצרה, נסה שוב.',
        'success' => 'תווית המצב נוצרה בהצלחה.'
    ),

    'update' => array(
        'error'   => 'תווית הסטטוס לא עודכנה, נסה שוב',
        'success' => 'תווית הסטטוס עודכנה בהצלחה.'
    ),

    'delete' => array(
        'confirm'   => 'האם אתה בטוח שברצונך למחוק את תווית המצב הזו?',
        'error'   => 'הייתה בעיה במחיקת תווית המצב. בבקשה נסה שוב.',
        'success' => 'תווית הסטטוס נמחקה בהצלחה.'
    ),

    'help' => array(
        'undeployable'   => 'לא ניתן להקצות נכסים אלה לאף אחד.',
        'deployable'   => 'ניתן לבדוק את הנכסים האלה. לאחר הקצאתן, הן יקבלו סטטוס meta של <i class="fa fa-circle text-blue"></i> <strong> פורסמו </strong>.',
        'archived'   => 'לא ניתן לבדוק את הנכסים האלה, והם יופיעו רק בתצוגה המפורטת בארכיון. אפשרות זו שימושית לשמירת מידע על נכסים לצורך תקצוב / מטרות היסטוריות, אך שמירה על רשימת הנכסים היומיומית.',
        'pending'   => 'נכסים אלה עדיין לא ניתן להקצות לאף אחד, משמש לעתים קרובות עבור פריטים כי הם לתיקון, אבל הם צפויים לחזור למחזור.',
    ),

);
