<?php

return array(
    'about'      	=> 'על תוויות סטטוס',
    'archived'      	=> 'בארכיון',
    'create'      	=> 'צור תווית סטטוס',
    'color'      	=> 'צבע תרשים',
    'deployable'      	=> 'ניתן לפריסה',
    'info'      	=> 'תוויות סטטוס משמשות לתיאור המצבים השונים שהנכסים שלך יכולים להיות בהם. הם עשויים להיות מחוץ לתיקונים, לאיבוד / לגניבה וכו \'. ניתן ליצור תוויות סטטוס חדשות עבור נכסים הניתנים לפריסה, ממתינים ועומדים בארכיון.',
    'name'      	=> 'שם סטטוס',
    'pending'      	=> 'ממתין ל',
    'status_type'   => 'סוג סטטוס',
    'show_in_nav'   => 'הצג בצד Nav',
    'title'      	=> 'תוויות סטטוס',
    'undeployable'  => 'לא ניתן לפריסה',
    'update'      	=> 'עדכון תווית סטטוס',
);
