<?php

return array(

    'does_not_exist' => 'المورد غير مجود.',
    'assoc_users'	 => 'هذا المورد مرتبط حاليا بنموذج واحد على الأقل ولا يمكن حذفه. يرجى تحديث النماذج لم تعد تشير إلى هذا المورد ثم أعد المحاولة.',

    'create' => array(
        'error'   => 'لم يتم إنشاء المورد، الرجاء المحاولة مرة أخرى.',
        'success' => 'تم إنشاء المورد بنجاح.'
    ),

    'update' => array(
        'error'   => 'لم يتم تحديث المورد، يرجى إعادة المحاولة',
        'success' => 'تم تحديث المورد بنجاح.'
    ),

    'delete' => array(
        'confirm'   => 'هل أنت متأكد من رغبتك في حذف هذا المورد؟',
        'error'   => 'حدثت مشكلة أثناء حذف المورد. حاول مرة اخرى.',
        'success' => 'تم حذف المورد بنجاح.'
    )

);
