<?php

return array(
    'assets_rtd'		=> 'Изъятые активы',
    'assets_checkedout'		=> 'Присвоенные активы',
    'id'      		=> 'ID',
    'city'   		=> 'Город',
    'state'   		=> 'Область/Регион',
    'country'   	=> 'Страна',
    'create'		=> 'Создать статус',
    'update'		=> 'Обновить статус',
    'name'			=> 'Имя статуса',
    'address'		=> 'Адрес',
    'zip'			=> 'Почтовый индекс',
    'locations'		=> 'Размещения',
    'parent'		=> 'Родитель',
    'currency'  	=> 'Валюта местонахождения',
);
