<?php

return array(
    'about_licenses_title'            => 'Σχετικά με τις άδειες',
    'about_licenses'                  => 'Οι άδειες χρησιμοποιούνται για την παρακολούθηση του λογισμικού. Έχουν καθορισμένο αριθμό καθισμάτων που μπορούν να ελέγχονται σε άτομα',
    'checkin'  					=> 'Checkin άδεια',
    'checkout_history'  		=> 'Ιστορικό παραγγελίας',
    'checkout'  				=> 'Καθίσματα άδειας πληρωμής',
    'edit'  					=> 'Επεξεργασία άδειας',
    'filetype_info'				=> 'Επιτρεπόμενοι τύποι αρχείων είναι png, gif, jpg, jpeg, doc, docx, pdf, txt, zip και rar.',
    'clone'  					=> 'Κλόνος άδειας',
    'history_for'  				=> 'Ιστορικό για ',
    'in_out'  					=> 'Εισερχόμενα/Εξερχόμενα',
    'info'  					=> 'Πληροφορίες άδειας',
    'license_seats'  			=> 'Άδειες Θέσεις',
    'seat'  					=> 'Εδρα',
    'seats'  					=> 'Καθίσματα',
    'software_licenses'  		=> 'Άδειες λογισμικού',
    'user'  					=> 'Χρήστης',
    'view'  					=> 'Προβολή άδειας',
);
