<?php

return array(

    'does_not_exist' => 'Το εξάρτημα δεν υπάρχει.',
    'assoc_users'	 => 'Αυτό το εξάρτημα διαθέτει: τα στοιχεία καταμέτρησης που ελέγχθηκαν στους χρήστες. Ελέγξτε τα εξαρτήματα και δοκιμάστε ξανά.',

    'create' => array(
        'error'   => 'Το εξάρτημα δεν δημιουργήθηκε, παρακαλώ προσπαθήστε ξανά.',
        'success' => 'Το εξάρτημα δημιουργήθηκε με επιτυχία.'
    ),

    'update' => array(
        'error'   => 'Το εξάρτημα δεν ενημερώθηκε, παρακαλώ προσπαθήστε ξανά',
        'success' => 'Το εξάρτημα ενημερώθηκε με επιτυχία.'
    ),

    'delete' => array(
        'confirm'   => 'Είστε σίγουροι ότι θέλετε να διαγράψετε αυτό το εξάρτημα;',
        'error'   => 'Υπήρξε ένα ζήτημα διαγράφοντας το αξεσουάρ. Παρακαλώ δοκιμάστε ξανά.',
        'success' => 'Το εξάρτημα διαγράφηκε με επιτυχία.'
    ),

     'checkout' => array(
        'error'   		=> 'Το αξεσουάρ δεν έχει ελεγχθεί, δοκιμάστε ξανά',
        'success' 		=> 'Το αξεσουάρ ολοκληρώθηκε με επιτυχία.',
        'unavailable'   => 'Accessory is not available for checkout. Check quantity available',
        'user_does_not_exist' => 'Αυτός ο χρήστης δεν είναι έγκυρος. Παρακαλώ δοκιμάστε ξανά.'
    ),

    'checkin' => array(
        'error'   		=> 'Το αξεσουάρ δεν έχει συνδεθεί, δοκιμάστε ξανά',
        'success' 		=> 'Το αξεσουάρ ολοκληρώθηκε με επιτυχία.',
        'user_does_not_exist' => 'Αυτός ο χρήστης δεν είναι έγκυρος. Παρακαλώ δοκιμάστε ξανά.'
    )


);
