<?php

return array(

    'does_not_exist' => 'カテゴリーが存在しません。',
    'assoc_users'	 => 'このカテゴリーは１つ以上のモデルに関連付けられているため削除できません。このカテゴリーを参照しないようにモデルを更新して再度実行してください。 ',

    'create' => array(
        'error'   => 'カテゴリーが作成されていません。再度実行してください。',
        'success' => 'カテゴリーの作成に成功しました。'
    ),

    'update' => array(
        'error'   => 'カテゴリーは更新されませんでした。再度実行してください。',
        'success' => 'カテゴリーの更新に成功しました。'
    ),

    'delete' => array(
        'confirm'   => 'このカテゴリーを本当に削除しますか？',
        'error'   => 'このカテゴリーを削除する際に問題がおきました。再度実行してください。',
        'success' => 'カテゴリーの削除に成功しました。'
    )

);
