<?php

return array(
    'about_accessories_title' 			=> 'Дагалдах хэрэгслийн талаар',
    'about_accessories_text'  			=> 'Дагалдах хэрэгсэл нь таны хэрэглэгчдэд олгодог аливаа зүйл боловч энэ нь сериал дугаартай (эсвэл та тэдгээрийг бусдыг дагах сонирхолтой биш) юм. Жишээ нь, компьютерийн хулгана, гар бөмбөг.',
    'accessory_category' 				=> 'Дагалдах хэрэгслийн ангилал',
    'accessory_name'  					=> 'Дагалдах хэрэгслийн нэр',
    'checkout'  							=> 'Төлбөрийн дагалдах хэрэгсэл',
    'checkin'  							=> 'Дагалдах хэрэгслийг шалгах',
    'create'  							=> 'Дагалдах хэрэгсэл үүсгэх',
    'edit'  							=> 'Дагалдах хэрэгслийг засах',
    'eula_text'							=> 'Ангилал EULA',
    'eula_text_help'					=> 'Энэ талбарт та тодорхой төрлийн хөрөнгийн хувьд өөрийн EULA-г өөрчлөх боломжтой. Хэрэв та бүх хөрөнгөө зөвхөн нэг EULA-тэй байгаа бол доорх хайрцгийг шалгаж болно.',
    'require_acceptance'				=> 'Энэ ангилалд багтах эд хөрөнгийг хүлээн зөвшөөрөхийг баталгаажуулахыг хэрэглэгчээс шаардах.',
    'no_default_eula'					=> 'Анхдагч анхдагч EULA олдсонгүй. Тохиргоо дотроос нэгийг нэмэх.',
    'total'  							=> 'Нийт',
    'remaining'  						=> 'Ашигтай',
    'update'  							=> 'Дагалдах хэрэгслийг шинэчлэх',
    'use_default_eula'					=> 'Оронд нь <a href="#" data-toggle="modal" data-target="#eulaModal">програмын үндсэн EULA</a>-г ашиглаарай.',
    'use_default_eula_disabled'			=> '<del> оронд үндсэн анхдагч EULA ашигла.</del> Үндсэн анхдагч EULA тохируулагдаагүй байна. Тохиргоо дотроос нэгийг нэмж оруулна уу.',

);
