<?php

return [

    'does_not_exist' => 'Дагалдах хэрэгсэл байхгүй байна.',
    'assoc_users'     => 'Одоогоор энэ дагалдах хэрэгсэлд: хэрэглэгчдийг шалгасан зүйлсийг тоолж байна. Дагалдах хэрэгслийг шалгаад, дахин оролдоно уу.',

    'create' => [
        'error'   => 'Дагалдах хэрэгсэл үүсгээгүй байна, дахин оролдоно уу.',
        'success' => 'Дагалдах хэрэгсэл амжилттай хийгдсэн.',
    ],

    'update' => [
        'error'   => 'Дагалдах хэрэгсэл шинэчлэгдсэнгүй, дахин оролдоно уу',
        'success' => 'Дагалдах хэрэгсэл амжилттай шинэчлэгдсэн.',
    ],

    'delete' => [
        'confirm'   => 'Та энэ нэмэлт хэрэгслийг устгахыг хүсч байгаадаа итгэлтэй байна уу?',
        'error'   => 'Дагалдах хэрэгсэл устгах асуудал гарлаа. Дахин оролдоно уу.',
        'success' => 'Дагалдах хэрэгсэл амжилттай устгагдсан.',
    ],

     'checkout' => [
        'error'        => 'Дагалдах хэрэгсэл шалгагдаагүй байна, дахин оролдоно уу',
        'success'        => 'Дагалдах хэрэгсэл амжилттай шалгасан.',
        'user_does_not_exist' => 'Энэ хэрэглэгч буруу байна. Дахин оролдоно уу.',
    ],

    'checkin' => [
        'error'        => 'Дагалдах хэрэгсэл нэвтэрсэнгүй, дахин оролдоно уу',
        'success'        => 'Дагалдах хэрэгсэл амжилттай шалгасан байна.',
        'user_does_not_exist' => 'Энэ хэрэглэгч буруу байна. Дахин оролдоно уу.',
    ],

];
