<?php

return [

    'update' => [
        'error'                 => 'Възникна грешка по време на актуализацията. ',
        'success'               => 'Настройките са актуализирани успешно.',
    ],
    'backup' => [
        'delete_confirm'        => 'Желаете ли изтриването на този архивен файл? Действието е окончателно.',
        'file_deleted'          => 'Архивният файл беше изтрит успешно.',
        'generated'             => 'Нов архивен файл беше създаден успешно.',
        'file_not_found'        => 'Архивният файл не беше открит на сървъра.',
        'restore_warning'       => 'Да, потвърди възстановяването. Това ще презапише цялата информация в датабазата и ще отпише всички вписани потребители включително вас.',
        'restore_confirm'       => 'Сигурни ли сте че искате да възстановите датабазата от :filename?'
    ],
    'restore' => [
        'success'               => 'Your system backup has been restored. Please log in again.'
    ],
    'purge' => [
        'error'     => 'Възникна грешка при пречистване. ',
        'validation_failed'     => 'Потвърждението ви за пречистване не неправилно. Моля напишете думата "DELETE" в клетката за потвърждаване.',
        'success'               => 'Изтрити записи успешно премахнати.',
    ],
    'mail' => [
        'sending' => 'Изпращане на тестов е-майл...',
        'success' => 'Писмото е изпратено!',
        'error' => 'Е-майла не може да се изпрати.',
        'additional' => 'Няма допълнителна информация за грешка. Проверете е-майл настройките и логовете на програмата.'
    ],
    'ldap' => [
        'testing' => 'Тест на LDAP връзката...',
        '500' => 'Грешка 500. Моля проверете логовете на сървъра за повече информация.',
        'error' => 'Възникна грешка :(',
        'sync_success' => 'Примерни 10 потребителя от LDAP сървъра базирани на вашите настройки:',
        'testing_authentication' => 'Тест LDAP Автентификация...',
        'authentication_success' => 'Потребителска Автентификация към LDAP успешна!'
    ],
    'webhook' => [
        'sending' => 'Изпращане :app тест съобщение...',
        'success' => 'Вашата :webhook_name интеграция работи!',
        'success_pt1' => 'Успешно! Проверете ',
        'success_pt2' => ' канал за вашето тестово съобщение и натиснете бутона SAVE за да запазите вашите настройки.',
        '500' => 'Грешка 500.',
        'error' => 'Възникна грешка. :app върна грешка: :error_message',
        'error_redirect' => 'Грешка 301/302 :endpoint върна пренасочване. От съображения за сигурност, ние не отваряме пренасочванията. Моля ползвайте действителната крайна точка.',
        'error_misc' => 'Възникна грешка. :( ',
    ]
];
