<?php

    return [
        'not_found'                    => 'لم يتم العثور على صيانة الأصل!',
        'delete'                       => [
            'confirm' => 'هل أنت متأكد من رغبتك في حذف صيانة الأصل؟',
            'error'   => 'حدثت مشكلة في عملية الحذف لصيانة الأصل. الرجاء المحاولة مرة اُخرى.',
            'success' => 'تم حذف صيانة الأصل بنجاح.'
        ],
        'create'                       => [
            'error'   => 'لم يتم إنشاء صيانة الأصل، الرجاء المحاولة مرة أخرى.',
            'success' => 'تم إنشاء صيانة الأصل بنجاح.'
        ],
        'asset_maintenance_incomplete' => 'لم يكتمل بعد',
        'warranty'                     => 'الضمان',
        'not_warranty'                 => 'لا يوجد ضمان',
    ];