<?php

return array(
    'about_categories_title' 			=> 'За категориите',
    'about_categories'  				=> 'Категориите ви помагаат да ги организирате вашите средства. Некои примери може да бидат &quot;Десктоп компјутери&quot;, &quot;Лаптопи&quot;, &quot;Мобилни телефони&quot;, &quot;Таблети&quot;, и така натаму, но можете да користите категории и на кој било начин кој има смисла за вас.',
    'asset_categories' 					=> 'Категории на основни средства',
    'category_name'  					=> 'Име на категорија',
    'checkin_email'                     => 'Испратете е-пошта до корисникот при задолжување.',
    'clone'                             => 'Клонирај Категорија',
    'create'  							=> 'Креирај категорија',
    'edit'                              => 'Уреди категорија',
    'eula_text'							=> 'Категорија - Услови за користење',
    'eula_text_help'					=> 'Ова поле ви овозможува да ги прилагодите вашите Услови за користење за сите видови на средства. Ако имате само едни Услови за користење за сите ваши основни средства, можете да вклучите подолу да се користaт стандардните Услови за користење.',
    'name'                              => 'Име на категорија',
    'require_acceptance'				=> 'Барајте корисниците да потврдат прифаќање на основни средства од оваа категорија.',
    'required_acceptance'				=> 'На корисникот ќе му биде испратена врска по е-пошта за да потврди прифаќање на ова средство.',
    'required_eula'						=> 'На корисникот ќе му бидат испратени Условите за користење по е-пошта',
    'no_default_eula'					=> 'Не се пронајдени стандардни Услови за користење. Внесете го во Поставки.',
    'update'  							=> 'Уреди категорија',
    'use_default_eula'					=> 'Наместо ова, користете <a href="#" data-toggle="modal" data-target="#eulaModal">стандардни Услови за користење</a>.',
    'use_default_eula_disabled'			=> '<del>Наместо ова, користете стандардни Услови за користење.</del> Не се внесени стандардни Услови за користење. Ве молиме внесете ги во Поставки.',

);
