<?php

return array(
    'about_assets_title'           => 'சொத்துகள் பற்றி',
    'about_assets_text'            => 'சொத்துகள் வரிசை எண் அல்லது சொத்து குறிச்சொல் மூலம் கண்காணிக்கப்படும் உருப்படிகளாக இருக்கின்றன. ஒரு குறிப்பிட்ட உருப்படி விஷயங்களை அடையாளம் காண்பிக்கும் அதிக மதிப்புள்ள பொருட்களாக அவை இருக்கும்.',
	'archived'  				=> 'காப்பகப்படுத்தியவை',
    'asset'  					=> 'சொத்து',
    'bulk_checkout'             => 'Checkout Assets',
    'checkin'  					=> 'சரிபார்ப்பு சொத்து',
    'checkout'  				=> 'சரிபார்ப்புச் சொத்து',
    'clone'  					=> 'குளோன் சொத்து',
    'deployable'  				=> 'அணியப்படுத்தக்',
    'deleted'  					=> 'இந்த சொத்து நீக்கப்பட்டது. <a href="/hardware/:asset_id/restore"> அதை மீட்டமைக்க இங்கு கிளிக் செய்க. </a>.',
    'edit'  					=> 'சொத்து திருத்து',
    'model_deleted'  			=> 'இந்த சொத்து மாடல் நீக்கப்பட்டது. நீங்கள் சொத்து மீட்டமைக்கப்படுவதற்கு முன் மாடலை நீங்கள் மீட்டெடுக்க வேண்டும். <br/> <a href="/hardware/models/:model_id/restore"> model</a> ஐ மீட்டமைக்க இங்கே கிளிக் செய்க.',
    'requestable'               => 'Requestable',
    'requested'				    => 'கோரப்பட்டது',
    'restore'  					=> 'சொத்து மீட்டமை',
    'pending'  					=> 'நிலுவையில்',
    'undeployable'  			=> 'Undeployable',
    'view'  					=> 'சொத்து காண்க',
);
