<?php

return array(
    'about_models_title'     => 'За моделите на основни средства',
    'about_models_text'           => 'Моделите на основни средства служат да се групираат идентични средства. Пр. "IPhone 6s", "ThinkPad T470" итн.',
    'deleted'  					        => 'This model has been deleted.',
    'bulk_delete'               => 'Масовно бришење на модели',
    'bulk_delete_help'               => 'Користете ги полињата подолу за да го потврдите бришењето на избраните модели. Моделите кои имаат основни средства поврзани со нив не може да се избришат додека средствата не се поврзанат со друг модел.',
    'bulk_delete_warn'          => 'Ќе избришете :model_count модели.',
    'restore'                   => 'Врати модел',
    'requestable'               => 'Корисниците може да го побараат овој модел',
	'show_mac_address'			      => 'Покажи поле за MAC адреса во основните средства од овој модел',
    'view_deleted'              => 'Преглед на избришани',
    'view_models'               => 'Преглед на модели',
    'fieldset'                  => 'Група на полиња',
    'no_custom_field'           => 'Без полиња по желба',
    'add_default_values'        => 'Додајте default вредности',
);
