<?php

return array(

    'does_not_exist' => 'Моделот не постои.',
    'assoc_users'	 => 'Моделот во моментов е поврзан со едно или повеќе основни средства и не може да се избрише. Ве молиме избришете ги основните средствата, а потоа пробајте повторно да го избришете. ',


    'create' => array(
        'error'   => 'Моделот не е креиран, обидете се повторно.',
        'success' => 'Моделот е успешно креиран.',
        'duplicate_set' => 'Модел на основно средство со тоа име, производител и број на модел веќе постои.',
    ),

    'update' => array(
        'error'   => 'Моделот не е ажуриран, обидете се повторно',
        'success' => 'Моделот е ажуриран.'
    ),

    'delete' => array(
        'confirm'   => 'Дали сте сигурни дека сакате да го избришете моделот?',
        'error'   => 'Имаше проблем со бришење на моделот. Обидете се повторно.',
        'success' => 'Моделот е избришан.'
    ),

    'restore' => array(
        'error'   		=> 'Моделот не е вратен, обидете се повторно',
        'success' 		=> 'Моделот е вратен.'
    ),

    'bulkedit' => array(
        'error'   		=> 'Не беа сменети полиња, затоа ништо не беше ажурирано.',
        'success' 		=> 'Моделите се ажурирани.'
    ),

    'bulkdelete' => array(
        'error'   		    => 'Не беа избрани модели, затоа ништо не беше избришано.',
        'success' 		    => ':success_count модел(и) се избришани!',
        'success_partial' 	=> ':success_count модел (и) се избришани, меѓутоа :fail_count не може да се избришат, бидејќи тие сè уште имаат средства поврзани со нив.'
    ),

);
