<?php

return array(

    'account_already_exists' => 'Энэ имэйл хаягтай байна.',
    'account_not_found'      => 'Хэрэглэгчийн нэр эсвэл нууц үг буруу байна.',
    'account_not_activated'  => 'Энэ хэрэглэгчийн бүртгэл идэвхжээгүй байна.',
    'account_suspended'      => 'Энэ хэрэглэгчийн бүртгэлийг түдгэлзүүлсэн байна.',
    'account_banned'         => 'Энэ хэрэглэгчийн бүртгэлийг хориглосон байна.',
    'throttle'               => 'Маш олон нэвтрэлт оролдлого амжилтгүй болсон. Дахин оролдож үзнэ үү: минут минут (s).',

    'signin' => array(
        'error'   => 'Нэвтрэхийг оролдож байх явцад асуудал гарсан, дахин оролдоно уу.',
        'success' => 'Та амжилттай нэвтэрсэн байна.',
    ),

    'signup' => array(
        'error'   => 'Таны акаунтыг үүсгэх үед алдаа гарлаа, дахин оролдоно уу.',
        'success' => 'Акаунт амжилттай хийгдсэн.',
    ),

        'forgot-password' => array(
            'error'   => 'Нууц үгийг дахин тохируулахыг оролдож байх явцад асуудал гарлаа, дахин оролдоно уу.',
            'success' => 'Нууц үг сэргээх и-мэйл амжилттай явуулсан.',
        ),

        'forgot-password-confirm' => array(
            'error'   => 'Нууц үгээ шинэчлэхдээ алдаа гарлаа, дахин оролдоно уу.',
            'success' => 'Таны нууц үг амжилттай хийгдсэн.',
        ),

    'activate' => array(
        'error'   => 'Таны акаунтыг идэвхжүүлэхийг оролдох үед асуудал гарлаа, дахин оролдоно уу.',
        'success' => 'Таны бүртгэл амжилттай идэвхжсэн байна.',
    ),

);
