<?php

return array(
    'about_categories_title' 			=> 'عن التصنيفات',
    'about_categories'  				=> 'التصنيفات تساعدك على ترتيب الأصول. من الأمثلة على التصنيفات &quot; مكاتب &quot;، &quot;أجهزة الكمبيوتر المحمولة &quot;، &quot;الهواتف النقالة &quot;، &quot;أجهزة لوحية &quot; وهكذا، كما يمكنك استخدام التصنيفات بأي طريقة تناسبك.',
    'asset_categories' 					=> 'التصنيفات',
    'category_name'  					=> 'اسم التصنيف',
    'checkin_email'                     => 'إرسال إشعار للمستخدم عند الإدخال.',
    'clone'                             => 'نسخ التصنيف',
    'create'  							=> 'إنشاء تصنيف',
    'edit'                              => 'تعديل التصنيف',
    'eula_text'							=> 'إتفاقية الإستخدام للتصنيف',
    'eula_text_help'					=> 'يسمح لك هذا الحقل بتخصيص الاتفاقيات لأنواع معينة من الأصول. اذا كنت تمتلك اتفاقية واحدة لجميع أصولك يمكنك أن تقوم بتأشير المربع في الأسفل لاستخدام الاتفاقية الافتراضية.',
    'name'                              => 'اسم التصنيف',
    'require_acceptance'				=> 'مطالبة المستخدمين بتأكيد قبولهم للأصول في هذا التصنيف.',
    'required_acceptance'				=> 'سيتم اشعار المستخدم لتأكيد قبول الأصل.',
    'required_eula'						=> 'سيتم إشعار هذا المستخدم بإتفاقية الإستخدام',
    'no_default_eula'					=> 'ليس هناك اي اتفاقيات إستخدام. قم باضافة واحدة من "الاعدادات".',
    'update'  							=> 'تحديث التصنيف',
    'use_default_eula'					=> 'قم باستعمال <a href="#" data-toggle="modal" data-target="#eulaModal">إتفاقية الإستخدام الإفتراضية</a>.',
    'use_default_eula_disabled'			=> '<del>إستعمال إتفاقية الإستخدام الافتراضية بدلا من ذلك.</del> لم يتم تحديد إتفاقية الإستخدام الافتراضية. الرجاء إضافتها في الإعدادات.',

);
