<?php

return array(
    'about_categories_title' 			=> 'حول التصنيفات',
    'about_categories'  				=> 'التصنيفات تساعدك على ترتيب الأصول. من الأمثلة على التصنيفات &quot; حواسيب مكتبية &quot;، &quot; حواسيب محمولة &quot;، &quot;الهواتف النقالة &quot;، &quot;أجهزة لوحية &quot; وهكذا، كما يمكنك استخدام التصنيفات بأي طريقة تناسبك.',
    'asset_categories' 					=> 'تصنيفات الأصول',
    'category_name'  					=> 'اسم التصنيف',
    'checkin_email'                     => 'إرسال رسالة إلكترونية للمستخدم عند الإدخال \\ الإخراج.',
    'checkin_email_notification'        => 'سيتم إرسال رسالة إلكترونية إلى هذا المستخدم عند الإدخال \\ الإخراج.',
    'clone'                             => 'نسخ التصنيف',
    'create'  							=> 'إنشاء تصنيف',
    'edit'                              => 'تعديل التصنيف',
    'eula_text'							=> 'إتفاقية ترخيص المستخدم النهائي للتصنيف',
    'eula_text_help'					=> 'يسمح لك هذا الحقل بتخصيص (اتفاقية ترخيص المستخدم) لأنواع معينة من الأصول. اذا كنت تمتلك اتفاقية واحدة لجميع أصولك يمكنك أن تقوم بتأشير المربع في الأسفل لاستخدام الاتفاقية الافتراضية.',
    'name'                              => 'اسم التصنيف',
    'require_acceptance'				=> 'مطالبة المستخدمين بتأكيد قبولهم للأصول في هذا التصنيف.',
    'required_acceptance'				=> 'سيتم إرسال رسالة إلكترونية تتضمن رابط إلى هذا المستخدم لتأكيد قبول هذا الأصل.',
    'required_eula'						=> 'سيتم إرسال نسخة إلكترونية من إتفاقية الترخيص الى المستخدم',
    'no_default_eula'					=> 'لم يتم العثور على (اتفاقية ترخيص المستخدم) الأساسية. قم بإضافة واحدة من الإعدادات.',
    'update'  							=> 'تحديث التصنيف',
    'use_default_eula'					=> 'قم باستعمال <a href="#" data-toggle="modal" data-target="#eulaModal">إتفاقية الترخيص الإفتراضية</a>.',
    'use_default_eula_disabled'			=> '<del>استخدام (اتفاقية ترخيص المستخدم) الافتراضية الأساسية بدلا من ذلك.</del> لم يتم تحديد (اتفاقية ترخيص المستخدم) الافتراضية الأساسية. الرجاء إضافتها من الإعدادات.',

);
