<?php

return array(

    'does_not_exist' => 'التصنيف غير موجود.',
    'assoc_models'	 => 'هذا التصنيف حاليا مرتبط مع نموذج ولا يمكن حذفه. الرجاء القيام بتحديث النماذج بحيث لا تكون مرتبطة بهذا التصنيف، ثم حاول مرة اخرى. ',
    'assoc_items'	 => 'هذه التصنيف مرتبط حاليا مع واحد على الأقل من أنواع الاصول asset_type: ولا يمكن حذفه. الرجاء تحديث نوع الاصل الخاص بك asset_type: حيث لا يكون مرتبط بهذا التصنيف، ثم حاول مرة أخرى. ',

    'create' => array(
        'error'   => 'فشل إنشاء التصنيف، فضلاً حاول مرة أخرى.',
        'success' => 'تم إنشاء التصنيف بنجاح.'
    ),

    'update' => array(
        'error'   => 'فشل تحديث التصنيف، فضلاً حاول مرة أخرى',
        'success' => 'تم تحديث التصنيف بنجاح.'
    ),

    'delete' => array(
        'confirm'   => 'هل أنت متأكد أنك تريد حذف هذا التصنيف ؟',
        'error'   => 'حدث خطأ أثناء محاولة حذف التصنيف. فضلاً حاول مرة أخرى.',
        'success' => 'تم حذف التصنيف بنجاح.'
    )

);
