<?php

return array(
    'about'      	=> 'អំពីស្លាកស្ថានភាព',
    'archived'      	=> 'ទុកក្នុងប័ណ្ណសារ',
    'create'      	=> 'បង្កើតស្លាកស្ថានភាព',
    'color'      	=> 'ពណ៌គំនូសតាង',
    'default_label' => 'ស្លាកលំនាំដើម',
    'default_label_help' => 'វា​ត្រូវ​បាន​ប្រើ​ដើម្បី​ធានា​ថា​ស្លាក​ស្ថានភាព​ដែល​ប្រើ​ជា​ទូទៅ​របស់​អ្នក​បង្ហាញ​នៅ​ផ្នែក​ខាង​លើ​នៃ​ប្រអប់​ជ្រើសរើស​ពេល​បង្កើត/កែសម្រួល​ទ្រព្យសកម្ម។',
    'deployable'      	=> 'អាចប្រើបាន',
    'info'      	=> 'ស្លាកស្ថានភាពត្រូវបានប្រើដើម្បីពណ៌នាអំពីស្ថានភាពផ្សេងៗដែលទ្រព្យសម្បត្តិរបស់អ្នកអាចស្ថិតនៅក្នុង។ ពួកវាអាចនឹងត្រូវជួសជុល បាត់បង់/លួច។ អ្នក​អាច​បង្កើត​ស្លាក​ស្ថានភាព​ថ្មី​សម្រាប់​ទ្រព្យ​សកម្ម​ដែល​អាច​ប្រើ​បាន រង់ចាំ និង​ទុក​ក្នុង​ប័ណ្ណសារ។',
    'name'      	=> 'ឈ្មោះស្ថានភាព',
    'pending'      	=> 'កំពុងរង់ចាំ',
    'status_type'   => 'ប្រភេទស្ថានភាព',
    'show_in_nav'   => 'បង្ហាញនៅក្នុង side nav',
    'title'      	=> 'ស្លាកស្ថានភាព',
    'undeployable'  => 'មិន​អាច​ប្រើ​បាន',
    'update'      	=> 'ធ្វើបច្ចុប្បន្នភាពស្លាកស្ថានភាព',
);
