<?php

return [
    'info'   => 'Изберете опциите, които желаете за справката за активи.',
    'deleted_user' => 'Изтрит потребител',
    'send_reminder' => 'Изпрати напомняне',
    'reminder_sent' => 'Напомнянето изпратено',
    'acceptance_deleted' => 'Заявката за приемане е изтрита',
    'acceptance_request' => 'Заявка за приемане',
    'custom_export' => [
        'user_address' => 'Адрес на потребителя',
        'user_city' => 'Град на потребителя',
        'user_state' => 'Щат на потребителя',
        'user_country' => 'Държава на потребителя',
        'user_zip' => 'Пощенски код на потребителя'
    ]
];