<?php

return array(

    'does_not_exist' => 'Производителот не постои.',
    'assoc_users'	 => 'Овој производител моментално е поврзан со барем еден модел и не може да се избрише. Ве молиме да ги ажурирате моделите за да не го користат овој производител и обидете се повторно. ',

    'create' => array(
        'error'   => 'Производителот не е креиран, обидете се повторно.',
        'success' => 'Производителот е креиран.'
    ),

    'update' => array(
        'error'   => 'Производителот не е ажуриран, обидете се повторно',
        'success' => 'Производителот е ажуриран.'
    ),

    'restore' => array(
        'error'   => 'Производителот не е вреатен, обидете се повторно',
        'success' => 'Производителот е вратен.'
    ),

    'delete' => array(
        'confirm'   => 'Дали сте сигурни дека сакате да го избришете овој производител?',
        'error'   => 'Имаше проблем со бришење на производителот. Обидете се повторно.',
        'success' => 'Производителот е избришан.'
    )

);
