<?php

return array(

    'does_not_exist' => 'Статус актива не существует.',
    'assoc_users'	 => 'Данный статус связан с одним или несколькими активами, и не может быть удален. Удалите либо измените связанные активы.',


    'create' => array(
        'error'   => 'Статус актива не был создан, попробуйте еще раз.',
        'success' => 'Статус актива успешно создан.'
    ),

    'update' => array(
        'error'   => 'Статус актива не был обновлен, попробуйте еще раз.',
        'success' => 'Статус актива успешно обновлен.'
    ),

    'delete' => array(
        'confirm'   => 'Вы уверены что хотите удалить статус актива?',
        'error'   => 'При удалении статуса актива произошла ошибка. Попробуйте еще раз.',
        'success' => 'Статус актива успешно удален.'
    )

);
