<?php

return array(
    'about'      	=> 'Справка по статусам активов',
    'archived'      	=> 'Архивные',
    'create'      	=> 'Создать статус актива',
    'color'      	=> 'Цвет диаграммы',
    'deployable'      	=> 'Доступные',
    'info'      	=> 'Статус активов необходим для отслеживания состояния активов. Активы могут быть утеряны, находится в сервисных центрах, в архиве либо быть готовыми к использованию.',
    'name'      	=> 'Название статуса',
    'pending'      	=> 'Ожидающие',
    'status_type'   => 'Тип статуса',
    'show_in_nav'   => 'Показать в боковой панели',
    'title'      	=> 'Статус активов',
    'undeployable'  => 'Недоступные',
    'update'      	=> 'Изменить статус актива',
);
