<?php

return array(
    'about_asset_depreciations'  			=> 'Για αποσβέσεις παγίου',
    'about_depreciations'  					=> 'Μπορείτε να ορίσετε αποσβέσεις του περιουσιακού στοιχείου προκειμένου να γίνει απόσβεση περιουσιακών στοιχείων βάσει σταθερής απόσβεσης.',
    'asset_depreciations'  					=> 'Αποσβέσεις περιουσιακών στοιχείων',
    'create'  					            => 'Δημιουργία αποσβέσεων',
    'depreciation_name'  					=> 'Όνομα απόσβεσης',
    'number_of_months'  					=> 'Αριθμός των μηνών',
    'update'  					            => 'Ενημέρωση αποσβέσεων',

);
