<?php

return array(

    'does_not_exist' => 'Местоположението не съществува.',
    'assoc_users'	 => 'Местоположението е свързано с поне един потребител и не може да бъде изтрито. Моля, актуализирайте потребителите, така че да не са свързани с това местоположение и опитайте отново. ',


    'create' => array(
        'error'   => 'Местоположението не беше създадено. Моля опитайте отново.',
        'success' => 'Местоположението създадено успешно.'
    ),

    'update' => array(
        'error'   => 'Местоположението не беше обновено. Моля опитайте отново.',
        'success' => 'Местоположението обновено успешно.'
    ),

    'delete' => array(
        'confirm'   => 'Сигурни ли сте, че желаете изтриване на този статус етикет?',
        'error'   => 'Проблем при изтриване на местоположението. Моля опитайте отново.',
        'success' => 'Местоположението изтрито успешно.'
    )

);
