<?php

return array(

    'does_not_exist' => 'Етикет за статус не съществува.',
    'assoc_assets'	 => 'Този етикет за статус е свързан с най-малко един актив и не може да бъде изтрит. Моля актуализирайте вашите активи да не се прехвърлят към този статус и опитайте отново.',


    'create' => array(
        'error'   => 'Етикет за статус не беше създаден, моля опитайте отново.',
        'success' => 'Етикет за статус създаден успешно.'
    ),

    'update' => array(
        'error'   => 'Етикет за статус не беше актуализиран, моля опитайте отново.',
        'success' => 'Етикет за статус актуализиран успешно.'
    ),

    'delete' => array(
        'confirm'   => 'Сигурни ли сте, че желаете да изтриете този етикет за статус?',
        'error'   => 'Имаше проблем при изтриването на етикета за статус. Моля опитайте отново.',
        'success' => 'Етикета за статус бе изтрит успешно.'
    )

);
