<?php

return array(
    'about_components_title' 			=> 'Относно компонентите',
    'about_components_text'  			=> 'Компонентите са елементи, които са част от актив, напр. HDD, RAM, и т.н..',
    'component_name'                  => 'Име на компонент',
    'checkin'                             => 'Вписване на компонент',
    'checkout'                             => 'Изписване на компонент',
    'cost'				=> 'Цена на закупуване',
    'create'                             => 'Създай компонент',
    'edit'                             => 'Промени компонент',
    'date'					=> 'Дата на закупуване',
    'order'					=> 'Номер на поръчка',
    'remaining' 			             => 'Оставащо',
    'total' 			                 => 'Общо',
    'update'                            => 'Обновяване на компонент',
);
