<?php

return [

    'does_not_exist' => 'Компонентът не съществува.',

    'create' => [
        'error'   => 'Компонентът не беше създаден, моля опитайте отново.',
        'success' => 'Компонентът създаден успешно.',
    ],

    'update' => [
        'error'   => 'Компонентът не беше обновен, моля опитайте отново.',
        'success' => 'Компонентът обновен успешно.',
    ],

    'delete' => [
        'confirm'   => 'Сигурни ли сте, че желаете да изтриете този компонент?',
        'error'   => 'Възникна проблем при изтриването на компонента. Моля опитайте отново.',
        'success' => 'Компонентът бе изтрит успешно.',
    ],

     'checkout' => [
        'error'        => 'Компонентът не беше отписан, моля опитайте отново.',
        'success'        => 'Компонентът отписан успешно.',
        'user_does_not_exist' => 'Невалиден потребител. Моля опитайте отново.',
    ],

    'checkin' => [
        'error'        => 'Компонентът не беше вписан, моля опитайте отново.',
        'success'        => 'Компонентът вписан успешно.',
        'user_does_not_exist' => 'Невалиден потребител. Моля опитайте отново.',
    ],

];
