<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reminder Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are the default lines which match reasons
    | that are given by the password broker for a password update attempt
    | has failed, such as for an invalid token or invalid new password.
    |
    */

    'more_info_title' => 'اطلاعات بیشتر',

    'audit_help' => 'با علامت زدن این کادر، سابقه دارایی برای منعکس کردن این مکان جدید ویرایش می شود. بدون علامت گذاشتن آن، به سادگی مکان در گزارش حسابرسی یادداشت می شود.<br><br>توجه داشته باشید که این دارایی بررسی شده است، مکان شخص، دارایی یا مکانی که در آن بررسی شده است را تغییر نمی دهد.
',

    'assets' => 'دارایی ها مواردی هستند که توسط شماره سریال یا برچسب دارایی دنبال می شوند. آنها تمایل دارند که مقادیر ارزش بیشتری داشته باشند که در آن شناسایی یک مورد خاص موردنیاز باشد.',

    'categories' => 'دسته بندی دارایی ها به شما کمک میکند دارایی های خود را سازماندهی کنید.برخی مثال های دسته بندی ممکن است "کامپیوتر رومیزی"،"لپ تاپ ها"،"تلفن های همراه"،"تبلت ها" و ... باشند،ولی شما میتوانید از دسته بندی های دارایی به هر شکلی که برای شما مناسب است استفاده کنید.',

    'accessories' => 'لوازم جانبی هر چیزی است که شما به کاربر صادر میکنید ولی شماره سریال ندارد(یا برای شما ردیابی منحصر به فرد آنها اهمیتی ندارد).برای مثال موس یا کیبورد.',

    'companies'     => 'شرکت ها را می توان به عنوان یک فیلد شناسه ساده استفاده کرد یا می تواند برای محدود کردن دیدگاه دارایی ها، کاربران و غیره مورد استفاده قرار گیرد اگر پشتیبانی کامل شرکت در تنظیمات مدیریت شما فعال باشد.',

    'components'    => 'قطعات آیتم هایی هستند که بخشی از یک دارایی، به عنوان مثال HDD، RAM، و غیره',

    'consumables'   => 'مواد مصرفی هر چیزی خریداری خواهد شد که تا در طول زمان استفاده می شود. به عنوان مثال، جوهر چاپگر کاغذ دستگاه کپی.',

    'depreciations' => 'شما می توانید استهلاک دارایی را فعال کنید تا دارایی ها را بر اساس استهلاک خطی مستقیم، کم بهاء کنید.',

];
