<?php

return array(

    'does_not_exist' => 'சப்ளையர் இல்லை.',
    'assoc_users'	 => 'இந்த சப்ளையர் தற்போது குறைந்தது ஒரு மாதிரியுடன் தொடர்புடையது மற்றும் நீக்கப்பட முடியாது. இந்த சப்ளையரை இனி குறிப்பிடாமல் உங்கள் மாடல்களை புதுப்பித்து மீண்டும் முயற்சிக்கவும்.',

    'create' => array(
        'error'   => 'சப்ளையர் உருவாக்கப்படவில்லை, மீண்டும் முயற்சிக்கவும்.',
        'success' => 'சப்ளையர் வெற்றிகரமாக உருவாக்கப்பட்டது.'
    ),

    'update' => array(
        'error'   => 'சப்ளையர் புதுப்பிக்கப்படவில்லை, மீண்டும் முயற்சிக்கவும்',
        'success' => 'சப்ளையர் வெற்றிகரமாக புதுப்பிக்கப்பட்டது.'
    ),

    'delete' => array(
        'confirm'   => 'இந்த சப்ளையரை நிச்சயமாக நீக்க விரும்புகிறீர்களா?',
        'error'   => 'சப்ளையரை நீக்குவதில் ஒரு சிக்கல் இருந்தது. தயவு செய்து மீண்டும் முயற்சிக்கவும்.',
        'success' => 'சப்ளையர் வெற்றிகரமாக நீக்கப்பட்டது.'
    )

);
