<?php

return [
    'send_password_link'	        => 'ارسال لینک بازنشانی کلمه عبور',
    'email_reset_password'			=> 'پست الکترونیکی کلمه عبور بازنشانی',
    'reset_password'			    => 'بازنشانی گذرواژه',
    'saml_login'                    => 'از طریق SAML وارد شوید
',
    'login'                         => 'ورود',
    'login_prompt'                  => 'لطفا وارد شوید',
    'forgot_password'               => 'گذرواژه خود را فراموش کرده ام',
    'ldap_reset_password'           => 'برای تغییر رمز عبور اینجا کلیک کنید',
    'remember_me'                   => 'مرا به خاطر بسپار',
    'username_help_top'                 => '<strong>نام کاربری</strong> خود را وارد کنید تا پیوند بازنشانی رمز عبور برای شما ایمیل شود.
',
    'username_help_bottom'          => 'نام کاربری و آدرس ایمیل شما <em>ممکن است</em> یکسان باشد، اما ممکن است نباشد، بسته به پیکربندی شما. اگر نمی توانید نام کاربری خود را به خاطر بسپارید، با سرپرست خود تماس بگیرید. <br><br><strong>برای نام‌های کاربری بدون آدرس ایمیل مرتبط، پیوند بازنشانی رمز عبور ایمیل ارسال نمی‌شود.</strong>
',
    ];

