<?php

return array(

    'account_already_exists' => 'یک حساب با این ایمیل در حال حاضر وجود دارد.',
    'account_not_found'      => 'نام کاربری یا رمز عبور اشتباه است.',
    'account_not_activated'  => 'این حساب کاربری فعال نشده است.',
    'account_suspended'      => 'این حساب کاربری بسته است.',
    'account_banned'         => 'این حساب کاربری ممنوع است.',
    'throttle'               => 'بیش از حد بسیاری از تلاش های ورود به سیستم شکست خورده است. لطفا دوباره تلاش کنید: دقیقه دقیقه (دقیقه).',

    'signin' => array(
        'error'   => 'مشکلی در حین تلاش به شما در ورود به سیستم وجود دارد، لطفا دوباره امتحان کنید.',
        'success' => 'شما با موفقیت وارد شدید.',
    ),

    'signup' => array(
        'error'   => 'هنگام تلاش برای ایجاد حساب مشکلی روی داد، لطفا دوباره امتحان کنید.',
        'success' => 'حساب با موفقیت ایجاد شد.',
    ),

        'forgot-password' => array(
            'error'   => 'یک مشکل هنگام دریافت کد تنظیم مجدد رمز عبور وجود دارد، لطفا دوباره امتحان کنید.',
            'success' => 'رمز عبور ایمیل بازیابی با موفقیت ارسال شد.',
        ),

        'forgot-password-confirm' => array(
            'error'   => 'مشکلی برای تنظیم مجدد رمز عبور خود وجود دارد، لطفا دوباره امتحان کنید.',
            'success' => 'رمز عبور خود را با موفقیت بازنشانی شد.',
        ),

    'activate' => array(
        'error'   => 'هنگام تلاش برای فعالسازی حساب مشکلی روی داد، لطفا دوباره امتحان کنید.',
        'success' => 'حساب کاربری شما به موفقیت فعال شد.',
    ),

);
