<?php
return array(
    'does_not_exist' => 'Компанията не съществува.',
    'assoc_users'    => 'Тази компания е свързана с поне един модел или не може да бъде изтрита. Моля проверете за модели, които все още се препращат към тази компания и опитайте отново.',
    'create' => array(
        'error'   => 'Компанията не беше създадена, моля опитайте отново.',
        'success' => 'Компанията създадена успешно.'
    ),
    'update' => array(
        'error'   => 'Компанията не беше обновена, моля опитайте отново.',
        'success' => 'Компанията обновена успешно.'
    ),
    'delete' => array(
        'confirm' => 'Сигурни ли сте, че желаете да изтриете тази компания?',
        'error'   => 'Възникна проблем при изтриването на компанията. Моля опитайте отново.',
        'success' => 'Компанията бе изтрита успешно.'
    )
);
