<?php

return [
    'actions' 	                => 'Действия',
    'add'    	                => 'Добави нов',
    'cancel'                    => 'Отказ',
    'checkin_and_delete'  	    => 'Впиши всички / изтрии потребител',
    'delete'  	                => 'Изтриване',
    'edit'    	                => 'Редакция',
    'restore' 	                => 'Възстановяване',
    'remove'                    => 'Премахване',
    'request'                   => 'Заявка',
    'submit'  	                => 'Потвърди',
    'upload'                    => 'Качване',
    'select_file'				=> 'Изберете файл...',
    'select_files'				=> 'Изберете файлове...',
    'generate_labels'           => '{1} Генерирай Етикет|[2,*] Генерирай Етикети',
    'send_password_link'        => 'Изпрати линк за ресет на парола',
    'go'                        => 'Старт',
    'bulk_actions'              => 'Пакетни действия',
    'add_maintenance'           => 'Добави поддръжка',
    'append'                    => 'Добави',
    'new'                       => 'Нов',
];
