<?php

return array(
    'about_kits_title'                  => 'Отностно предварително дефинирани комплекти',
    'about_kits_text'                   => 'Предварително дефинираните комплекти Ви позволяват да изпишете група от артикули (активи, лицензи и др.) на избран потребител. Това може да бъде полезно, когато изписвате еднакви артикули в комплект.',
    'checkout'                          => 'Изпиши Комплект ',
    'create_success'                    => 'Комплектът беше създаден.',
    'create'                            => 'Създай предифиниран комплект',
    'update'                            => 'Обнови предифиниран комплект',
    'delete_success'                    => 'Комплектът беше изтрит.',
    'update_success'                    => 'Комплектът беше обновен.',
    'none_models'                       => 'Няма достатъчна наличност от :model за изписване. Не достигат  :qty . ',
    'none_licenses'                     => 'Няма достатъчно налични :license за изписване. Не достигат :qty . ',
    'none_consumables'                  => 'Няма достатъчно налични бройки от :consumable за изписване. Не достигат :qty . ',
    'none_accessory'                    => 'Няма достатъчно налични бройки от :accessory за изписване. Не достигат :qty . ',

);
