<?php

return array(
    'about'      	=> '상태 꼬리표란',
    'archived'      	=> '보관됨',
    'create'      	=> '상태 꼬리표 생성',
    'color'      	=> '차트 색',
    'default_label' => '기본 라벨',
    'default_label_help' => '이것은 자산을 생성 / 수정 시에 선택 상자의 최상단의 일반적으로 상태 레이블을 표시되는데 사용됩니다.',
    'deployable'      	=> '사용가능',
    'info'      	=> '상태 꼬리표는 소유한 자산들의 다양한 상태들을 묘사할 때 사용됩니다. 수리요망, 분실/도난 등이 될 것입니다. 사용 할 수 있거나, 대기중이거나 보관된 자산들 대상으로 새로운 상태 딱지를 생성할 수 있습니다.',
    'name'      	=> '상태 명',
    'pending'      	=> '대기중',
    'status_type'   => '상태 유형',
    'show_in_nav'   => '측면 탐색메뉴에 보이기',
    'title'      	=> '상태 꼬리표',
    'undeployable'  => '사용불가',
    'update'      	=> '상태 꼬리표 수정',
);
