<?php

return [
    'asset_maintenances' => 'Дії над активами', // not used anymore
    'maintenances' => 'Обслуговування',
    'create' => 'Створити обслуговування активів',
    'edit' => 'Редагувати обслуговування активів',
    'delete' => 'Видалити обслуговування активів',
    'view' => 'Переглянути інформацію про обслуговування активів',
    'repair' => 'Ремонт',
    'maintenance' => 'Технічне обслуговування',
    'upgrade' => 'Модернізація',
    'calibration' => 'Калібрування',
    'software_support' => 'Підтримка програмного забезпечення',
    'hardware_support' => 'Підтримка апаратного забезпечення',
    'configuration_change' => 'Зміна конфігурації',
    'pat_test' => 'Технічний контроль',
    'checked_out_to_help' => 'Користувач або інший одержувач, якому було видано актив на момент створення запису про технічне обслуговування. Ця інформація зберігається для історичної довідки та не впливає на поточний стан видачі активу.',
    'show_completed' => 'Показувати завершені',
    'show_active' => 'Показувати активні',
    'due' => 'Термін',
    'overdue' => 'Прострочено',
    'completed' => 'Завершено',
];
