<?php

return [
    'not_found' => 'Обслуговування активів, що ви шукали, не знайдено!',
    'delete' => [
        'confirm' => 'Ви впевнені, що хочете видалити це обслуговування активів?',
        'error' => 'Виникла проблема при видаленні. Будь ласка, спробуйте ще раз.',
        'success' => 'Обслуговування активів було успішно видалено.',
    ],
    'create' => [
        'error' => 'Обслуговування не було створено, будь ласка, спробуйте ще раз.',
        'success' => 'Обслуговування активів успішно створено.',
    ],
    'edit' => [
        'error' => 'Обслуговування активів не було відредаговано, будь ласка, спробуйте ще раз.',
        'success' => 'Обслуговування активів успішно змінено.',
    ],
    'asset_maintenance_incomplete' => 'Ще не завершено',
    'warranty' => 'Гарантія',
    'not_warranty' => 'Не гарантійний',
    'complete' => [
        'confirm' => 'Ви впевнені, що хочете позначити це технічне обслуговування як завершене? Цю дію неможливо скасувати.',
        'success' => 'Технічне обслуговування позначено як завершене.',
        'error' => 'Під час позначення цього технічного обслуговування як завершеного сталася помилка. Спробуйте ще раз.',
    ],
    'bulk_delete' => 'Жодного запису про технічне обслуговування не видалено (пропущено: :skipped).|Видалено :count запис про технічне обслуговування. (Пропущено: :skipped)|Видалено :count записів про технічне обслуговування. (Пропущено: :skipped)',
    'bulk_complete' => 'Жодного запису про технічне обслуговування не позначено як завершений (:skipped пропущено або вже завершено).|Позначено як завершений :count запис про технічне обслуговування. (:skipped пропущено або вже завершено)|Позначено як завершені :count записи про технічне обслуговування. (:skipped пропущено або вже завершено)',
];
