<?php
return array(
    'does_not_exist' => 'החברה לא קיימת.',
    'assoc_users'    => 'חברה זו קשורה כרגע עם דגם אחד לפחות ואינה ניתנת למחיקה. אנא עדכן את המודלים שלך כדי לא להפנות עוד לחברה זו ונסה שוב.',
    'create' => array(
        'error'   => 'החברה לא נוצרה, נסה שוב.',
        'success' => 'החברה יצרה בהצלחה.'
    ),
    'update' => array(
        'error'   => 'החברה לא עודכנה, נסה שוב',
        'success' => 'החברה עודכנה בהצלחה.'
    ),
    'delete' => array(
        'confirm' => 'האם אתה בטוח שברצונך למחוק חברה זו?',
        'error'   => 'היתה בעיה במחיקת החברה. בבקשה נסה שוב.',
        'success' => 'החברה נמחקה בהצלחה.'
    )
);
