<?php

return array(


    'update' => array(
        'error'                 => 'เกิด error ระหว่างการอัพเดตข้อมูล ',
        'success'               => 'อัพเดตการตั้งค่าเรียบร้อยแล้ว'
    ),
    'backup' => array(
        'delete_confirm'        => 'คุณแน่ใจที่จะลบข้อมูลสำรองนี้? การดำเนินการนี้จะไม่สามารถกู้คืนได้ ',
        'file_deleted'          => 'ลบข้อมูลสำรองเรียบร้อยแล้ว ',
        'generated'             => 'ไฟล์ข้อมูลสำรองถูกสร้างเรียบร้อยแล้ว',
        'file_not_found'        => 'ไม่พบไฟล์ข้อมูลสำรองบนเซิฟเวอร์',
    ),

);
