<?php

return [

    'update' => [
        'error'                 => 'เกิด error ระหว่างการอัพเดตข้อมูล ',
        'success'               => 'อัพเดตการตั้งค่าเรียบร้อยแล้ว',
    ],
    'backup' => [
        'delete_confirm'        => 'คุณแน่ใจที่จะลบข้อมูลสำรองนี้? การดำเนินการนี้จะไม่สามารถกู้คืนได้ ',
        'file_deleted'          => 'ลบข้อมูลสำรองเรียบร้อยแล้ว ',
        'generated'             => 'ไฟล์ข้อมูลสำรองถูกสร้างเรียบร้อยแล้ว',
        'file_not_found'        => 'ไม่พบไฟล์ข้อมูลสำรองบนเซิฟเวอร์',
    ],
    'purge' => [
        'error'     => 'เกิดข้อผิดพลาดขณะล้างข้อมูล',
        'validation_failed'     => 'การยืนยันการล้างข้อมูลของคุณไม่ถูกต้อง โปรดพิมพ์คำว่า "DELETE" ในช่องยืนยัน',
        'success'               => 'ล้างระเบียนเรียบร้อยแล้ว',
    ],

];
