<?php

return [

    'update' => [
        'error'                 => 'Шинэчлэлт хийх үед алдаа гарлаа.',
        'success'               => 'Тохиргоо амжилттай болсон.',
    ],
    'backup' => [
        'delete_confirm'        => 'Та энэ нөөц файлыг устгахыг хүсч байна уу? Энэ үйлдлийг буцаах боломжгүй.',
        'file_deleted'          => 'Нөөц файл амжилттай устгагдсан байна.',
        'generated'             => 'Шинэ нөөц файл амжилттай болсон.',
        'file_not_found'        => 'Энэ нөөц файлыг сервер дээрээс олж чадсангүй.',
    ],
    'purge' => [
        'error'     => 'Цэвэрлэх явцад алдаа гарлаа.',
        'validation_failed'     => 'Таны таслалтын баталгаа буруу байна. Баталгаажуулалтын хайрцагт "DELETE" үгийг оруулна уу.',
        'success'               => 'Устсан бүртгэлийг амжилттай цэвэрлэж байна.',
    ],

];
