<?php

return array(


    'update' => array(
        'error'                 => 'Възникна грешка по време на актуализацията. ',
        'success'               => 'Настройките са актуализирани успешно.'
    ),
    'backup' => array(
        'delete_confirm'        => 'Желаете ли изтриването на този архивен файл? Действието е окончателно.',
        'file_deleted'          => 'Архивният файл беше изтрит успешно.',
        'generated'             => 'Нов архивен файл беше създаден успешно.',
        'file_not_found'        => 'Архивният файл не беше открит на сървъра.',
    ),
    'purge' => array(
        'error'     => 'Възникна грешка при пречистване. ',
        'validation_failed'     => 'Потвърждението ви за пречистване не неправилно. Моля напишете думата "DELETE" в клетката за потвърждаване.',
        'success'               => 'Изтрити записи успешно премахнати.'
    ),

);
