<?php

return array(
    'about_asset_depreciations'  			=> 'За амортизационите планови',
    'about_depreciations'  					=> 'Можете да поставите амортизационен план за основните средства за да ја намалувате нивната вредност праволиниски.',
    'asset_depreciations'  					=> 'Амортизациони планови',
    'create'  					            => 'Креирај амортизационен план',
    'depreciation_name'  					=> 'Име на амортизационен план',
    'number_of_months'  					=> 'Број на месеци',
    'update'  					            => 'Ажурирај амортизационен план',

);
