<?php

    return [
        'not_found'                    => 'Поддръжката на актив, която търсите не бе открита!',
        'delete'                       => [
            'confirm' => 'Потвърдете изтриването на поддръжката на актив.',
            'error'   => 'Проблем при изтриването на поддръжка на актив. Моля опитайте отново.',
            'success' => 'Поддръжката на актив изтрита успешно.'
        ],
        'create'                       => [
            'error'   => 'Поддръжката на актив не бе създадена. Моля опитайте отново.',
            'success' => 'Поддръжката на актив създадена успешно.'
        ],
        'asset_maintenance_incomplete' => 'Все още неприключила',
        'warranty'                     => 'Гаранция',
        'not_warranty'                 => 'Без гаранция',
    ];