<?php

return array(
    'about_consumables_title' 			=> 'เกี่ยวกับวัสดุสิ้นเปลือง',
    'about_consumables_text'  			=> 'วัสดุสิ้นเปลืองคือสิ่งใดๆ ที่มีการซื้อและนำมาใช้ในช่วงเวลานั้น ยกตัวอย่างเช่น หมึกปริ้นเตอร์ หรือ กระดาษถ่ายสำเนา',
    'checkout'                          => 'ชำระเงินผ่าน Checkout สำหรับผู้ใช้',
    'consumable_name'                   => 'ชื่อวัสดุสิ้นเปลือง',
    'create'                            => 'สร้างวัสดุสิ้นเปลือง',
    'item_no'                           => 'หมายเลขสินค้า',
    'remaining' 			            => 'คงค้าง',
    'total' 			                => 'รวมทั้งหมด',
    'update'                            => 'ปรับปรุงวัสดุสิ้นเปลือง',
);
