<?php

return array(
    'about_consumables_title' 			=> 'เกี่ยวกับวัสดุสิ้นเปลือง',
    'about_consumables_text'  			=> 'วัสดุสิ้นเปลืองคือสิ่งใดๆ ที่มีการซื้อและนำมาใช้ในช่วงเวลานั้น ยกตัวอย่างเช่น หมึกปริ้นเตอร์ หรือ กระดาษถ่ายสำเนา',
<<<<<<< HEAD
    'consumable_name'                  => 'ชื่อวัสดุสิ้นเปลือง',
    'cost'				=> 'ต้นทุนการซื้อสินค้า',
    'create'                             => 'สร้างวัสดุสิ้นเปลือง',
    'date'					=> 'วันที่ซื้อ',
    'item_no'               => 'Item No.',
    'order'					=> 'เลขที่ใบสั่งซื้อ',
    'remaining' 			             => 'คงค้าง',
    'total' 			                 => 'รวมทั้งหมด',
=======
    'checkout'                          => 'Checkout Consumable to User',
    'consumable_name'                   => 'ชื่อวัสดุสิ้นเปลือง',
    'cost'              				=> 'ต้นทุนการซื้อสินค้า',
    'create'                            => 'สร้างวัสดุสิ้นเปลือง',
    'date'					            => 'วันที่ซื้อ',
    'item_no'                           => 'Item No.',
    'order'					            => 'เลขที่ใบสั่งซื้อ',
    'remaining' 			            => 'คงค้าง',
    'total' 			                => 'รวมทั้งหมด',
>>>>>>> 62f5a1b2c7934f534fc8fc8299831fc32e794a72
    'update'                            => 'ปรับปรุงวัสดุสิ้นเปลือง',
);
