<?php

return array(

    'does_not_exist' => 'حالة التصنيف غير موجود.',
    'assoc_assets'	 => 'يرتبط تصنيف الحالة هذا حاليا بأصل واحد على الأقل ولا يمكن حذفه. يرجى تحديث مواد العرض لم تعد تشير إلى هذه الحالة وحاول مرة أخرى.',


    'create' => array(
        'error'   => 'لم يتم إنشاء تصنيف الحالة، يرجى إعادة المحاولة.',
        'success' => 'تم إنشاء تسمية الحالة بنجاح.'
    ),

    'update' => array(
        'error'   => 'لم يتم تحديث تصنيف الحالة، يرجى إعادة المحاولة',
        'success' => 'تم تحديث تسمية الحالة بنجاح.'
    ),

    'delete' => array(
        'confirm'   => 'هل تريد بالتأكيد حذف تصنيف الحالة هذا؟',
        'error'   => 'حدثت مشكلة أثناء حذف تصنيف الحالة. حاول مرة اخرى.',
        'success' => 'تم حذف تصنيف الحالة بنجاح.'
    ),

    'help' => array(
        'undeployable'   => 'لا يمكن تعيين هذه الأصول لأي شخص.',
        'deployable'   => 'ويمكن سحب هذه الأصول. بعد تعيينهم، سيتحملون حالة ميتا من <i class="fa fa-circle text-blue"></i> <strong>Deployed</strong>.',
        'archived'   => 'لا يمكن سحب هذه الأصول، ولن تظهر إلا في طريقة العرض المؤرشفة. وهذا مفيد للاحتفاظ بالمعلومات عن الأصول لأغراض الميزنة / التاريخية ولكن الاحتفاظ بها من قائمة الأصول اليومية.',
        'pending'   => 'لا يمكن بعد تعيين هذه الأصول لأي شخص، وغالبا ما تستخدم للبنود التي هي خارج للإصلاح، ولكن من المتوقع أن يعود إلى التداول.',
    ),

);
