<?php

return array(
    'about'      	=> 'حول تسميات الحالات',
    'archived'      	=> 'مؤرشف',
    'create'      	=> 'إنشاء تصنيف الحالة',
    'color'      	=> 'لون الرسم البياني',
    'deployable'      	=> 'قابل للنشر',
    'info'      	=> 'يتم استخدام تصنيفات الحالة لوصف الحالات المختلفة التي يمكن أن تكون فيها مواد العرض التابعة لك. قد تكون جاهزة للإصلاح أو المفقودة أو المسروقة، وما إلى ذلك. يمكنك إنشاء تصنيفات حالة جديدة لمواد العرض القابلة للنشر والمعلقة والمرتجعة.',
    'name'      	=> 'اسم الحالة',
    'pending'      	=> 'معلق',
    'status_type'   => 'نوع الحالة',
    'show_in_nav'   => 'أظهِر في الشريط الجانبي',
    'title'      	=> 'تسميات الحالة',
    'undeployable'  => 'غير قابل للنشر',
    'update'      	=> 'تحديث تصنيف الحالة',
);
