<?php

return array(
    'about_components_title' 			=> 'حول المكونات',
    'about_components_text'  			=> 'المكونات هي العناصر التي تشكل جزءا من الأصل، على سبيل المثال القرص الصلب، ذاكرة الوصول العشوائي، إلخ.',
    'component_name'                  => 'اسم المكون',
    'checkin'                             => 'ادخالات المكونات',
    'checkout'                             => 'مخرجات المكونات',
    'cost'				=> 'تكلفة الشراء',
    'create'                             => 'إنشاء مكون',
    'edit'                             => 'تعديل مكون',
    'date'					=> 'تاريخ الشراء',
    'order'					=> 'رقم طلب الشراء',
    'remaining' 			             => 'المتبقية',
    'total' 			                 => 'المجموع',
    'update'                            => 'تحديث مكون',
);
