<?php

return array(

    'does_not_exist' => 'المكون غير موجود.',

    'create' => array(
        'error'   => 'لم يتم إنشاء المكون، الرجاء المحاولة مرة أخرى.',
        'success' => 'تم إنشاء المكون بنجاح.'
    ),

    'update' => array(
        'error'   => 'لم يتم تحديث المكون، الرجاء المحاولة مرة أخرى',
        'success' => 'تم تحديث المكون بنجاح.'
    ),

    'delete' => array(
        'confirm'   => 'هل أنت متأكد من رغبتك في حذف هذا المكون؟',
        'error'   => 'حدثت مشكلة اثناء عملية حذف المكون. الرجاء المحاولة مرة اُخرى.',
        'success' => 'تم حذف المكون بنجاح.'
    ),

     'checkout' => array(
        'error'   		=> 'لم تتم عملية اخراج المكون، الرجاء المحاولة مرة اخرى',
        'success' 		=> 'تم إخراج المكون بنجاح.',
        'user_does_not_exist' => 'هذا المستخدم خاطئ، الرجاء المحاولة مرة أخرى.'
    ),

    'checkin' => array(
        'error'   		=> 'لم تتم عملية ادخال المكون، الرجاء المحاولة مرة اخرى',
        'success' 		=> 'تم إدخال المكون بنجاح.',
        'user_does_not_exist' => 'هذا المستخدم خاطئ، الرجاء المحاولة مرة أخرى.'
    )


);
