<?php

return array(


    'update' => array(
        'error'                 => '更新時にエラーが発生しました。 ',
        'success'               => '更新に成功しました。'
    ),
    'backup' => array(
        'delete_confirm'        => 'このバックアップファイルを削除してもよろしいですか？この操作は、もとに戻すことは出来ません。 ',
        'file_deleted'          => 'バックアップファイルの削除に成功しました。 ',
        'generated'             => '新しいバックアップファイルが作成されました。',
        'file_not_found'        => 'そのバックアップファイルをサーバー上に見つけることが出来ませんでした。',
    ),
    'purge' => array(
        'error'     => 'パージ中にエラーが発生しました。 ',
        'validation_failed'     => 'パージの確定方法が正しくありません。入力してください、単語「削除」確認ボックス。',
        'success'               => 'パージによりレコードは削除されました'
    ),

);
