<?php

return array(

    'does_not_exist' => 'Поставщик не существует.',
    'assoc_users'	 => 'Данный поставщик связан с одной или несколькими моделями, и не может быть удален. Удалите либо измените связанные модели. ',

    'create' => array(
        'error'   => 'Поставщик не был создан, попробуйте еще раз.',
        'success' => 'Поставщик успешно создан.'
    ),

    'update' => array(
        'error'   => 'Поставщик не был обновлен, попробуйте еще раз',
        'success' => 'Поставщик успешно обновлен.'
    ),

    'delete' => array(
        'confirm'   => 'Вы уверены, что хотите удалить данного поставщика?',
        'error'   => 'При удалении поставщика произошла ошибка. Попробуйте еще раз.',
        'success' => 'Поставщик успешно удален.'
    )

);
