<?php

return array(

    'does_not_exist' => 'ยังไม่มีหมวดหมู่',
    'assoc_users'	 => 'อุปกรณ์เสริมนี้ได้เช็คเอ้าท์ให้ผู้ใช้งานแล้วจำนวน :count รายการในปัจจุบัน กรุณาเช็คอินอุปกรณ์เสริม และลองอีกครั้ง ',

    'create' => array(
        'error'   => 'ยังไม่ได้สร้างหมวดหมู่ กรุณาลองอีกครั้ง',
        'success' => 'สร้างหมวดหมู่เรียบร้อยแล้ว'
    ),

    'update' => array(
        'error'   => 'ยังไม่ได้ปรับปรุงหมวดหมู่ กรุณาลองอีกครั้ง',
        'success' => 'ปรับปรุงหมวดหมู่เรียบร้อยแล้ว'
    ),

    'delete' => array(
        'confirm'   => 'คุณแน่ใจที่ต้องการจะลบหมวดหมู่นี้?',
        'error'   => 'มีปัญหาขณะลบหมวดหมู่นี้ กรุณาลองอีกครั้ง',
        'success' => 'ลบหมวดหมู่เรียบร้อยแล้ว'
    ),
    
     'checkout' => array(
        'error'   		=> 'อุปกรณ์เสริมยังไม่ถูกเช็คเอ้าท์ กรุณาลองอีกครั้ง',
        'success' 		=> 'อุปกรณ์เสริมเช็คเอ้าท์เรียบร้อยแล้ว',
        'user_does_not_exist' => 'ผู้ใช้งานไม่ถูกต้อง กรุณาลองใหม่อีกครั้ง'
    ),

    'checkin' => array(
        'error'   		=> 'อุปกรณ์เสริมยังไม่ถูกเช็คอิน กรุณาลองอีกครั้ง',
        'success' 		=> 'อุปกรณ์เสริมเช็คอินเรียบร้อยแล้ว.',
        'user_does_not_exist' => 'ผู้ใช้งานไม่ถูกต้อง กรุณาลองใหม่อีกครั้ง.'
    )


);
