<?php

return [

    'does_not_exist' => 'مواد مصرفی یافت نشد.',

    'create' => [
        'error'   => 'لوازم مصرفي ایجاد نشد, لطفا دوباره سعی کنید.',
        'success' => 'مواد مصرفی ایجاد شد.',
    ],

    'update' => [
        'error'   => 'لوازم مصرفي بروز رسانی نشد, لطفا دوباره سعی کنید',
        'success' => 'لوازم مصرفي با موفقیت به روز رسانی شد.',
    ],

    'delete' => [
        'confirm'   => 'آیا مطمعنید که می خواهید این ماده مصرفی را حذف کنید؟',
        'error'   => 'یک مشکل در حذف کردن ماده مصرفی وجود دارد،دوباره سعی کنید.',
        'success' => 'مواد مصرفی حذف شد.',
    ],

     'checkout' => [
        'error'        => 'مواد مصرفی بررسی نشد ، دوباره سعی کنید.',
        'success'        => 'مواد مصرفی بررسی شد.',
        'user_does_not_exist' => 'کاربر نامعتبر است لطفا دوباره امتحان کنید.',
    ],

    'checkin' => [
        'error'        => 'مواد مصرفی بررسی نشد ، دوباره سعی کنید',
        'success'        => 'مواد مصرفی بررسی شد.',
        'user_does_not_exist' => 'کاربر نامعتبر است لطفا دوباره امتحان کنید.',
    ],

];
