<?php

return [
    'companies' => 'Компанії',
    'create' => 'Створити компанію',
    'email' => 'Електронна пошта компанії',
    'title' => 'Компанія',
    'phone' => 'Номер телефону компанії',
    'update' => 'Оновити компанію',
    'name' => 'Назва компанії',
    'id' => 'ID',
    'parent' => 'Батьківська компанія',
    'parent_help' => 'Необов’язково. Цю компанію можна зробити дочірньою для вибраної батьківської компанії. Її користувачі автоматично отримають доступ до цієї компанії. Підтримується лише один рівень вкладеності.',
    'children' => 'Дочірні компанії',
    'inherited' => 'Успадковано',
    'inherited_help' => 'Цей об’єкт належить (батьківській або дочірній) компанії, а не безпосередньо цій компанії.',
];
