<?php

return array(

    'checkin'  					=> 'Отвязать лицензию',
    'checkout_history'  		=> 'История привязок',
    'checkout'  				=> 'Привязать лицензию',
    'edit'  					=> 'Редактировать лицензию',
    'clone'  					=> 'Клонировать лицензию',
    'history_for'  				=> 'История для ',
    'in_out'  					=> 'Отвязано / Привязано',
    'info'  					=> 'Информация о лицензии',
    'license_seats'  			=> 'Лицензируемых мест',
    'seat'  					=> 'Место',
    'seats'  					=> 'Мест',
    'software_licenses'  		=> 'Лицензии ПО',
    'user'  					=> 'Пользователь',
    'view'  					=> 'Показать лицензию',
);
