<?php

return array(
    'about_consumables_title' 			=> 'Про расходные материалы',
    'about_consumables_text'  			=> 'Расходные материалы это все приобретённые товары, которые израсходуются в процессе использования. Например, чернило для принтера или копировальная бумага.',
<<<<<<< HEAD
    'consumable_name'                  => 'Название расходного материала',
    'cost'				=> 'Стоимость закупки',
    'create'                             => 'Создать расходный материал',
    'date'					=> 'Дата закупки',
    'item_no'               => 'Item No.',
    'order'					=> 'Номер заказа',
    'remaining' 			             => 'Осталось',
    'total' 			                 => 'Всего',
=======
    'checkout'                          => 'Checkout Consumable to User',
    'consumable_name'                   => 'Название расходного материала',
    'cost'              				=> 'Стоимость закупки',
    'create'                            => 'Создать расходный материал',
    'date'					            => 'Дата закупки',
    'item_no'                           => 'Item No.',
    'order'					            => 'Номер заказа',
    'remaining' 			            => 'Осталось',
    'total' 			                => 'Всего',
>>>>>>> 62f5a1b2c7934f534fc8fc8299831fc32e794a72
    'update'                            => 'Обновить расходный материал',
);
