<?php

return array(
    'about_consumables_title' 			=> 'Про расходные материалы',
    'about_consumables_text'  			=> 'Расходные материалы это все приобретённые товары, которые израсходуются в процессе использования. Например, чернила для принтера или копировальная бумага.',
    'checkout'                          => 'Выдать расходники пользователю',
    'consumable_name'                   => 'Название расходного материала',
    'create'                            => 'Создать расходный материал',
    'item_no'                           => 'Пункт №.',
    'remaining' 			            => 'Осталось',
    'total' 			                => 'Всего',
    'update'                            => 'Обновить расходный материал',
);
