<?php

return [

    'does_not_exist' => 'Расходный материал не существует.',

    'create' => [
        'error'   => 'Расходный материал не создан, попробуйте ещё раз.',
        'success' => 'Расходный материал успешно создан.',
    ],

    'update' => [
        'error'   => 'Расходный материал не был обновлён, попробуйте ещё раз',
        'success' => 'Расходный материал успешно обновлён.',
    ],

    'delete' => [
        'confirm'   => 'Вы уверены, что хотите удалить расходный материал?',
        'error'   => 'В процессе удаления расходного материала произошла ошибка. Попробуйте ещё раз.',
        'success' => 'Расходный материал успешно удалён.',
    ],

     'checkout' => [
        'error'        => 'Расходный материал не был выдан, попробуйте ещё раз',
        'success'        => 'Расходный материал успешно выдан.',
        'user_does_not_exist' => 'Неверный пользователь. Попробуйте ещё раз.',
    ],

    'checkin' => [
        'error'        => 'Расходный материал не был принят, попробуйте ещё раз',
        'success'        => 'Расходный материал успешно принят.',
        'user_does_not_exist' => 'Неверный пользователь. Попробуйте ещё раз.',
    ],

];
