<?php

return array(

    'support_url_help' => 'Use <code>{LOCALE}</code> and <code>{SERIAL}</code> in your URL as variables to have those values auto-populate when viewing assets.',
    'does_not_exist' => 'تولید کننده وجود ندارد.',
    'assoc_users'	 => 'این تولید کننده در حال حاضر با حداقل یک مدل همراه است و نمی تواند حذف شود. لطفا مدل های خود را به دیگر مرجع این تولید کننده به روز رسانی کنید و دوباره امتحان کنید.',

    'create' => array(
        'error'   => 'تولید کننده ایجاد نشد، لطفا دوباره امتحان کنید.',
        'success' => 'تولید کننده موفقیت ایجاد شد.'
    ),

    'update' => array(
        'error'   => 'تولید کننده به روز رسانی نشد، لطفا دوباره امتحان کنید',
        'success' => 'تولید کننده موفقیت به روز رسانی شد.'
    ),

    'restore' => array(
        'error'   => 'سازنده بازیابی نشد، لطفاً دوباره امتحان کنید
',
        'success' => 'سازنده بازیابی نشد، لطفاً دوباره امتحان کنید
'
    ),

    'delete' => array(
        'confirm'   => 'آیا شما مطمئن هستید که میخواهید این تولید کننده را حذف کنید؟',
        'error'   => 'مسئله ای در حذف سازنده وجود دارد. لطفا دوباره تلاش کنید.',
        'success' => 'تولید کننده با موفقیت حذف شد.'
    )

);
