<?php

return array(

    'does_not_exist' => 'تولید کننده وجود ندارد.',
    'assoc_users'	 => 'این تولید کننده در حال حاضر با حداقل یک مدل همراه است و نمی تواند حذف شود. لطفا مدل های خود را به دیگر مرجع این تولید کننده به روز رسانی کنید و دوباره امتحان کنید.',

    'create' => array(
        'error'   => 'تولید کننده ایجاد نشد، لطفا دوباره امتحان کنید.',
        'success' => 'تولید کننده موفقیت ایجاد شد.'
    ),

    'update' => array(
        'error'   => 'تولید کننده به روز رسانی نشد، لطفا دوباره امتحان کنید',
        'success' => 'تولید کننده موفقیت به روز رسانی شد.'
    ),

    'restore' => array(
        'error'   => 'Manufacturer was not restored, please try again',
        'success' => 'Manufacturer restored successfully.'
    ),

    'delete' => array(
        'confirm'   => 'آیا شما مطمئن هستید که میخواهید این تولید کننده را حذف کنید؟',
        'error'   => 'مسئله ای در حذف سازنده وجود دارد. لطفا دوباره تلاش کنید.',
        'success' => 'تولید کننده با موفقیت حذف شد.'
    )

);
