<?php

return [

    'does_not_exist' => 'Компонент не існує.',

    'create' => [
        'error' => 'Компонент не створився, спробуйте ще раз.',
        'success' => 'Компонент успішно створено.',
    ],

    'update' => [
        'error' => 'Компонент не оновився, спробуйте ще раз',
        'success' => 'Компонент успішно оновлено.',
    ],

    'restore' => [
        'error' => 'Компонент не було відновлено. Спробуйте ще раз',
        'success' => 'Компонент успішно відновлено.',
    ],

    'delete' => [
        'confirm' => 'Ви впевнені, що хочете видалити цей компонент?',
        'error' => 'Виникла проблема при видаленні компонента. Спробуйте ще раз.',
        'success' => 'Компонент було успішно видалено.',
        'error_qty' => 'Деякі компоненти цього типу все ще перевіряються. Будь ласка, перевірте їх і спробуйте ще раз.',
    ],

    'checkout' => [
        'error' => 'Компонент не було видано, спробуйте ще раз',
        'success' => 'Копонент успішно видано.',
        'user_does_not_exist' => 'Невірний користувач. Спробуйте ще раз.',
        'unavailable' => 'Недостатньо компонентів, що залишилось: :remaining залишилось, :requested ',
    ],

    'bulk' => [
        'no_components_selected' => 'Не вибрано жодного компонента.',
        'no_action_selected' => 'Будь ласка, виберіть дію зі списку.',
        'no_fields_updated' => 'Немає змінених полів, тому нічого не було оновлено.',
        'skipped_unauthorized' => ':count компонент(ів) пропущено, оскільки у вас немає дозволу на їх оновлення.',

        'update' => [
            'success' => ':count компонент оновлено.|:count компоненти оновлено.|:count компонентів оновлено.',
            'none_updated' => 'Не вдалося оновити вибраний компонент. Деталі наведено нижче.|Не вдалося оновити жоден із вибраних компонентів. Деталі наведено нижче.',
        ],

        'delete' => [
            'success' => ':count компонент видалено.|:count компоненти видалено.|:count компонентів видалено.',
            'partial_success' => ':count компонент видалено. Деталі щодо решти наведено нижче.|:count компоненти видалено. Деталі щодо решти наведено нижче.|:count компонентів видалено. Деталі щодо решти наведено нижче.',
        ],

        'restore' => [
            'success' => ':count компонент було відновлено.|:count компонентів було відновлено.',
        ],

        'checkin_selected' => [
            'no_rows_selected' => 'Не вибрано жодного виданого компонента.',
            'success' => ':unit_count одиницю повернуто за :count видачею.|:unit_count одиниць повернуто за :count видачами.',
        ],
    ],

    'checkin' => [
        'error' => 'Компонент не було видано, спробуйте ще раз',
        'success' => 'Компонент успішно прийнято.',
        'user_does_not_exist' => 'Невірний користувач. Спробуйте ще раз.',
    ],

];
