<?php

return array(

    'does_not_exist' => 'Аксесуар не существует.',
    'assoc_users'	 => 'Данный аксессуар выдан пользователям в количестве :count. Сделайте возврат аксессуара и попробуйте снова. ',

    'create' => array(
        'error'   => 'Аксесуар не был создан, попробуйте ещё раз.',
        'success' => 'Аксесуар успешно создан.'
    ),

    'update' => array(
        'error'   => 'Аксесуар не обновлён, попробуйте ещё раз',
        'success' => 'Аксесуар успешно обновлён.'
    ),

    'delete' => array(
        'confirm'   => 'Вы уверены что хотите удалить категорию?',
        'error'   => 'При удалении категории возникла проблема. Пожалуйста попробуйте снова.',
        'success' => 'Категория успешно удалена.'
    ),

     'checkout' => array(
        'error'   		=> 'Ошибка при выдаче аксессуара. Повторите попытку',
        'success' 		=> 'Аксессуар успешно выдан.',
        'user_does_not_exist' => 'Этот пользователь является недопустимым. Пожалуйста, попробуйте еще раз.'
    ),

    'checkin' => array(
        'error'   		=> 'Ошибка при возврате аксессуара. Повторите попытку',
        'success' 		=> 'Аксессуар успешно возвращен.',
        'user_does_not_exist' => 'Этот пользователь является недопустимым. Пожалуйста, попробуйте еще раз.'
    )


);
