<?php

return [
    'not_found' => 'Тип технічного обслуговування не знайдено.',
    'create' => [
        'error' => 'Тип технічного обслуговування не створено. Спробуйте ще раз.',
        'success' => 'Тип технічного обслуговування успішно створено.',
    ],
    'update' => [
        'error' => 'Тип технічного обслуговування не оновлено. Спробуйте ще раз.',
        'success' => 'Тип технічного обслуговування успішно оновлено.',
    ],
    'delete' => [
        'confirm' => 'Ви впевнені, що хочете видалити цей тип технічного обслуговування?',
        'error' => 'Під час видалення цього типу технічного обслуговування сталася помилка. Спробуйте ще раз.',
        'success' => 'Тип технічного обслуговування успішно видалено.',
        'bulk_success' => 'Тип технічного обслуговування успішно видалено.|:count типів технічного обслуговування успішно видалено.',
        'partial_success' => 'Тип технічного обслуговування успішно видалено. Докладніше див. нижче.|:count типів технічного обслуговування успішно видалено. Докладніше див. нижче.',
    ],
    'complete' => [
        'success' => 'Технічне обслуговування позначено як завершене.',
        'error' => 'Під час позначення цього технічного обслуговування як завершеного сталася помилка. Спробуйте ще раз.',
    ],
];
