<?php

return array(

    'account_already_exists' => 'อีเมลนี้มีการลงทะเบียนในระบบแล้ว',
    'account_not_found'      => 'บัญชีผู้ใช้งาน หรือรหัสผ่าน ไม่ถูกต้อง',
    'account_not_activated'  => 'ชื่อผู้ใช้นี้ยังไม่ได้ทำการเปิดใช้งาน',
    'account_suspended'      => 'บัญชีผู้ใช้นี้ถูกระงับการใช้งาน',
    'account_banned'         => 'บัญชีผู้ใช้นี้ถูกห้ามใช้งาน',
    'throttle'               => 'พยายามเข้าสู่ระบบไม่มากเกินไป โปรดลองอีกครั้งในรอบ: นาทีนาที',

    'signin' => array(
        'error'   => 'มีปัญหาขณะกำลังเข้าสู่ระบบ กรุณาลองอีกครั้ง',
        'success' => 'คุณได้เข้าสู่ระบบเรียบร้อย',
    ),

    'signup' => array(
        'error'   => 'มีปัญหาในการเปิดใช้งานบัญชีผู้ใช้ของคุณ โปรดลองอีกครั้ง',
        'success' => 'สร้างบัญชีผู้ใช้เสร็จเรียบร้อย',
    ),

        'forgot-password' => array(
            'error'   => 'มีปัญหาในการรับรหัสตั้งค่ารหัสผ่านใหม่ โปรดลองอีกครั้ง',
            'success' => 'ส่งอีเมลตั้งค่ารหัสผ่านใหม่เรียบร้อย',
        ),

        'forgot-password-confirm' => array(
            'error'   => 'มีปัญหาในการตั้งค่ารหัสผ่านใหม่ กรุณาลองอีกครั้ง',
            'success' => 'รหัสผ่านบัญชีผู้ใช้ของคุณได้รับการตั้งค่าใหม่เรียบร้อยแล้ว',
        ),

    'activate' => array(
        'error'   => 'มีปัญหาในการเปิดใช้งานบัญชีผู้ใช้ของคุณ โปรดลองอีกครั้ง',
        'success' => 'บัญชีผู้ใช้ของคุณได้ถูกเปิดใช้งานเรียบร้อยแล้ว',
    ),

);
