<?php

return array(
    'about'      	=> 'Σχετικά με το καθεστώς ετικετών',
    'archived'      	=> 'Αρχειοθετημένα',
    'create'      	=> 'Δημιουργία ετικέτας κατάστασης',
    'color'      	=> 'Χρώμα Γραφήματος',
    'default_label' => 'Προεπιλεγμένη Ετικέτα',
    'default_label_help' => 'Αυτό χρησιμοποιείται για να εξασφαλίσει ότι οι ετικέτες κατάστασης που χρησιμοποιούνται πιο συχνά εμφανίζονται στην κορυφή του πλαισίου επιλογής κατά τη δημιουργία/επεξεργασία των περιουσιακών στοιχείων.',
    'deployable'      	=> 'Προς ανάπτυξη',
    'info'      	=> 'Οι ετικέτες κατάστασης χρησιμοποιούνται για να περιγράψουν τις διάφορες καταστάσεις στις οποίες θα μπορούσαν να βρίσκονται τα περιουσιακά στοιχεία σας. Μπορεί να είναι έξω για επισκευή, απώλεια / κλοπή κ.λπ. Μπορείτε να δημιουργήσετε νέες ετικέτες κατάστασης για αναπτυσσόμενα, εκκρεμή και αρχειοθετημένα στοιχεία ενεργητικού.',
    'name'      	=> 'Όνομα κατάστασης',
    'pending'      	=> 'Εκκρεμεί',
    'status_type'   => 'Τύπος κατάστασης',
    'show_in_nav'   => 'Εμφάνιση στο side nav',
    'title'      	=> 'Ετικέτα Κατάστασης',
    'undeployable'  => 'Μη διανέμεται',
    'update'      	=> 'Ενημέρωση κατάστασης ετικέτα',
);
