<?php

return array(

    'does_not_exist' => 'Статусын шошго байхгүй байна.',
    'assoc_assets'	 => 'Энэ Статистик хаяг нь одоогоор хамгийн багадаа нэг акттай холбоотой бөгөөд устгагдах боломжгүй байна. Энэ хөрөнгийг дахин ашиглахын тулд өөрийн хөрөнгийг шинэчилнэ үү.',


    'create' => array(
        'error'   => 'Статусын шошгыг үүсгээгүй байна, дахин оролдоно уу.',
        'success' => 'Статусын шошго амжилттай болсон.'
    ),

    'update' => array(
        'error'   => 'Статусын шошго шинэчлэгдсэнгүй, дахин оролдоно уу',
        'success' => 'Статусын шошго амжилттай болсон.'
    ),

    'delete' => array(
        'confirm'   => 'Та энэ Статус шошгыг устгахыг хүсч байна уу?',
        'error'   => 'Статусын шошгыг устгахад асуудал гарлаа. Дахин оролдоно уу.',
        'success' => 'Статусын шошго амжилттай устгагдсан байна.'
    ),

    'help' => array(
        'undeployable'   => 'Эдгээр хөрөнгийг хэн ч өгч чадахгүй.',
        'deployable'   => 'Эдгээр хөрөнгийг шалгах боломжтой. Тэдгээрийг оноож дууссаны дараа тэд <i class="fa fa-circle text-blue"></i> <strong>Deployed</strong> гэсэн мета төлөв гэж тооцдог.',
        'archived'   => 'Эдгээр хөрөнгө нь шалгагдаагүй, зөвхөн Архивлагдсан үзэгдэлд харагдана. Энэ нь төсөвт / түүхэн зориулалтаар ашиглах хөрөнгийн тухай мэдээллийг хадгалж үлдэхийн зэрэгцээ тэдгээрийг өдөр тутмын хөрөнгийн жагсаалтаас гаргахад тустай байдаг.',
        'pending'   => 'Эд хөрөнгийг засварлахын тулд ихэвчлэн ашигладаг боловч эргэлтэнд орохоор хүлээгдэж буй эд зүйлсэд ашиглагддаггүй.',
    ),

);
