<?php

return array(
    'about'      	=> 'Статусын гарчгийн талаар',
    'archived'      	=> 'Архивлагдсан',
    'create'      	=> 'Статусын шошго үүсгэнэ үү',
    'color'      	=> 'График өнгө',
    'deployable'      	=> 'Даалгавартай',
    'info'      	=> 'Статусын шошгонууд нь таны өмч хөрөнгүүдийн янз бүрийн мужуудыг тодорхойлоход хэрэглэгддэг. Засварлах, алдагдах, хулгайлагдах гэх мэтчилэн байж болно. Та байршуулах боломжтой, хүлээгдэж байгаа, архивлагдсан хөрөнгөд зориулсан шинэ статусыг үүсгэж болно.',
    'name'      	=> 'Статусын нэр',
    'pending'      	=> 'Хүлээгдэж байна',
    'status_type'   => 'Статус төрөл',
    'show_in_nav'   => 'Далд nav-д харуулах',
    'title'      	=> 'Статусын шошго',
    'undeployable'  => 'Undeployable',
    'update'      	=> 'Статус шошго шинэчлэх',
);
