<?php

return array(


    'update' => array(
        'error'                 => 'Се случи грешка при ажурирањето. ',
        'success'               => 'Поставките се ажурирани.'
    ),
    'backup' => array(
        'delete_confirm'        => 'Дали си сигурен дека сакаш да ја избришеш резервната копија? Ова не може да биде вратено. ',
        'file_deleted'          => 'Резервната копија е избришана. ',
        'generated'             => 'Направена е нова резервна копија.',
        'file_not_found'        => 'Таа резервна копија не може да се најде на серверот.',
    ),
    'purge' => array(
        'error'     => 'Се случи грешка при трајното бришење. ',
        'validation_failed'     => 'Потврдата за трајно бришење е неточна. Внесете го зборот "DELETE" во полето за потврда.',
        'success'               => 'Записите се трајно избришани.'
    ),

);
