<?php

return array(
    'about_assets_title'           => 'เกี่ยวกับสินทรัพย์',
    'about_assets_text'            => 'สินทรัพย์คือรายการที่ติดตามโดยใช้หมายเลขซีเรียลหรือแท็กเนื้อหา พวกเขามีแนวโน้มที่จะเป็นรายการมูลค่าที่สูงขึ้นซึ่งจะระบุรายการที่เฉพาะเจาะจง',
	'archived'  				=> 'ถูกเก็บไว้',
    'asset'  					=> 'สินทรัพย์',
    'bulk_checkout'             => 'ตรวจสอบสินทรัพย์',
    'checkin'  					=> 'เช็คอินสินทรัพย์',
    'checkout'  				=> 'ตรวจสอบสินทรัพย์',
    'clone'  					=> 'คัดลอกแบบสินทรัพย์',
    'deployable'  				=> 'สามารถใช้งานได้',
    'deleted'  					=> 'สินทรัพย์นี้ถูกลบแล้ว <a href="/hardware/:asset_id/restore">คลิกที่นี่เพื่อกู้คืน</a>.',
    'edit'  					=> 'แก้ไขสินทรัพย์',
    'model_deleted'  			=> 'รุ่นสินทรัพย์นี้ถูกลบ ก่อนที่คุณจะสามารถกู้คืนสินทรัพย์นี้ คุณต้องกู้คืนรุ่นสินทรัพย์นี้<br/> <a href="/hardware/models/:model_id/restore">คลิกที่นี่เพื้อกู้คืนรุ่น</a>.',
    'requestable'               => 'ร้องขอได้',
    'requested'				    => 'การขอใช้บริการ',
    'restore'  					=> 'กู้คืนสินทรัพย์',
    'pending'  					=> 'อยู่ระหว่างดำเนินการ',
    'undeployable'  			=> 'ไม่สามารถนำไปใช้งานได้',
    'view'  					=> 'ดูสินทรัพย์',
);
