<?php

return array(

    'does_not_exist' => 'இருப்பிடம் இல்லை.',
    'assoc_users'	 => 'தற்போது இந்த இடம் குறைந்தபட்சம் ஒரு பயனருடன் தொடர்புடையது மற்றும் நீக்கப்பட முடியாது. தயவுசெய்து இந்த இடத்தை இனி குறிப்பிடாமல் உங்கள் பயனர்களை புதுப்பித்து மீண்டும் முயற்சிக்கவும்.',
    'assoc_assets'	 => 'இந்த இடம் தற்போது குறைந்தது ஒரு சொத்துடன் தொடர்புடையது மற்றும் நீக்கப்பட முடியாது. இந்த இருப்பிடத்தை இனி குறிப்பிடாமல் உங்கள் சொத்துக்களை புதுப்பித்து மீண்டும் முயற்சிக்கவும்.',
    'assoc_child_loc'	 => 'இந்த இடம் தற்போது குறைந்தது ஒரு குழந்தையின் இருப்பிடத்தின் பெற்றோர் மற்றும் அதை நீக்க முடியாது. இந்த இருப்பிடத்தை இனி குறிப்பிடாமல் இருக்க உங்கள் இருப்பிடங்களை புதுப்பித்து மீண்டும் முயற்சிக்கவும்.',
    'assigned_assets' => 'Assigned Assets',
    'current_location' => 'Current Location',


    'create' => array(
        'error'   => 'இருப்பிடம் உருவாக்கப்படவில்லை, மீண்டும் முயற்சிக்கவும்.',
        'success' => 'இடம் வெற்றிகரமாக உருவாக்கப்பட்டது.'
    ),

    'update' => array(
        'error'   => 'இருப்பிடம் புதுப்பிக்கப்படவில்லை, மீண்டும் முயற்சிக்கவும்',
        'success' => 'இருப்பிடம் வெற்றிகரமாக புதுப்பிக்கப்பட்டது.'
    ),

    'delete' => array(
        'confirm'   	=> 'இந்த இருப்பிடத்தை நிச்சயமாக நீக்க விரும்புகிறீர்களா?',
        'error'   => 'இருப்பிடத்தை நீக்குவதில் ஒரு சிக்கல் இருந்தது. தயவு செய்து மீண்டும் முயற்சிக்கவும்.',
        'success' => 'இடம் வெற்றிகரமாக நீக்கப்பட்டது.'
    )

);
