<?php

return array(
    'about_kits_title'                  => 'О готовых наборах',
    'about_kits_text'                   => 'Готовые Наборы позволяют быстро выдать несколько предметов (активов, лицензий, и т. д.) пользователю. Это может быть очень удобно, когда Вы сталкиваетесь с процессом массовой выдачи предметов большому количеству пользователей или же Ваши пользователи часто получают одни и те же предметы.',
    'checkout'                          => 'Выдать готовый набор ',
    'create_success'                    => 'Набор был успешно создан.',
    'create'                            => 'Создать Готовый Набор',
    'update'                            => 'Изменить Готовый Набор',
    'delete_success'                    => 'Набор был успешно удалён.',
    'update_success'                    => 'Набор был успешно изменен.',
    'none_models'                       => 'Недостаточно доступных активов :model для выдачи. Необходимое количество - :qty. ',
    'none_licenses'                     => 'Недостаточно доступных мест :license для выдачи. Необходимое количество мест - :qty. ',
    'none_consumables'                  => 'Недостаточно доступных единиц :consumable для выдачи. Необходимое количество - :qty ед. ',
    'none_accessory'                    => 'Недостаточно единиц :accessory для выдачи. Необходимое количество - :qty ед. ',

);
