<?php

return array(

    'group_exists'        => 'Группа уже существует!',
    'group_not_found'     => 'Группа [:id] не существует.',
    'group_name_required' => 'Поле "Имя" является обязательным',

    'success' => array(
        'create' => 'Группа успешно создана.',
        'update' => 'Группа успешно изменена.',
        'delete' => 'Группа успешно удалена.',
    ),

    'delete' => array(
        'confirm'   => 'Вы уверены что хотите удалить эту группу?',
        'create' => 'При созданий группы возникла проблема. Пожалуйста попробуйте снова.',
        'update' => 'При изменении группы возникла проблема. Пожалуйста попробуйте снова.',
        'delete' => 'При удалении группы возникла проблема. Пожалуйста попробуйте снова.',
    ),

);
