<?php

return array(

    'does_not_exist' => 'ยังไม่มีผู้ผลิต',
    'assoc_users'	 => 'ผู้ผลิตนี้มีความสัมพันธ์ในรายการโมเดลอย่างน้อยหนึ่งรายการในปัจจุบัน และไม่สามารถลบได้ กรุณาอัพเดทโมเดลของคุณออกจากความสัมพันธ์ดังกล่าว และลองอีกครั้ง ',

    'create' => array(
        'error'   => 'ยังไม่ได้สร้างผู้ผลิต กรุณาลองใหม่อีกครั้ง',
        'success' => 'สร้างผู้ผลิตเรียบร้อยแล้ว'
    ),

    'update' => array(
        'error'   => 'ยังไม่ได้ปรับปรุงผู้ผลิต กรุณาลองใหม่อีกครั้ง',
        'success' => 'ปรับปรุงผู้ผลิตเรียบร้อยแล้ว'
    ),

    'restore' => array(
        'error'   => 'Manufacturer was not restored, please try again',
        'success' => 'Manufacturer restored successfully.'
    ),

    'delete' => array(
        'confirm'   => 'คุณแน่ใจที่จะลบผู้ผลิตนี้?',
        'error'   => 'มีปัญหาระหว่างการลบผู้ผลิต กรุณาลองใหม่อีกครั้ง',
        'success' => 'ลบผู้ผลิตเรียบร้อยแล้ว'
    )

);
