<?php

return [
    'about_templates' => 'О сохраненных шаблонах',
    'saving_templates_description' => 'Выберите нужные параметры, затем введите название шаблона в поле выше и нажмите кнопку «Сохранить шаблон». В раскрывающемся списке выберите ранее сохраненный шаблон.',
    'create' => [
        'success' => 'Шаблон успешно сохранен',
    ],
    'update' => [
        'success' => 'Шаблон успешно обновлен',
    ],
    'delete' => [
        'success' => 'Шаблон удален',
        'no_delete_permission' => 'Шаблона не существует или у вас нет разрешения на его удаление.',
    ],
];
