<?php

return array(
    'component_name'                  => 'Назва компонента',
    'checkin'                             => 'Прийняти компонент',
    'checkout'                             => 'Видати компонент',
    'cost'				=> 'Вартість покупки',
    'create'                             => 'Створити компонент',
    'edit'                             => 'Редагувати компонент',
    'date'					=> 'Дата покупки',
    'order'					=> 'Номер замовлення',
    'remaining' 			             => 'Залишилось',
    'total' 			                 => 'Загалом',
    'update'                            => 'Оновити компонент',
);
