<?php

return array(

    'does_not_exist' => 'האביזר [:id] לא קיים.',
    'assoc_users'	 => 'קיימות :count יחידות מונפקות מאבזר זה אצל משתמשים. אנא החזר את האבזרים ונסה שנית. ',

    'create' => array(
        'error'   => 'האבזר לא נוצר, אנא נסה שנית.',
        'success' => 'אביזר נוצר בהצלחה.'
    ),

    'update' => array(
        'error'   => 'האבזר לא עודכן, אנא נסה שנית',
        'success' => 'אביזר עודכן בהצלחה.'
    ),

    'delete' => array(
        'confirm'   => 'האם אתה בטוח שברצונך לשמור את האבזר?',
        'error'   => 'ישנה בעיה במחיקת האבזר.
אנא נסה שנית.',
        'success' => 'האבזר נמחק בהצלחה.'
    ),

     'checkout' => array(
        'error'   		=> 'האבזר לא הונפק, אנא נסה שנית',
        'success' 		=> 'האבזר הונפק בהצלחה.',
        'user_does_not_exist' => 'משתמש אינו קיים. אנא נסה/י שנית.'
    ),

    'checkin' => array(
        'error'   		=> 'האבזר לא הוחזר, אנא נסה שנית',
        'success' 		=> 'האבזר הוחזר בהצלחה.',
        'user_does_not_exist' => 'משתמש אינו קיים. אנא נסה/י שנית.'
    )


);
