<?php

return array(

    'account_already_exists' => 'Учетная запись с таким адресом электронной почты уже существует.',
    'account_not_found'      => 'Неверный Логин или Пароль.',
    'account_not_activated'  => 'Эта учетная запись не активирована.',
    'account_suspended'      => 'Эта учетная запись приостановлена.',
    'account_banned'         => 'Эта учетная запись заблокирована.',
    'throttle'               => 'Слишком много неудачных попыток входа. Пожалуйста, попробуйте через :minutes минут.',

    'signin' => array(
        'error'   => 'При попытке входа возникла проблема, пожалуйста попробуйте позже.',
        'success' => 'Вы успешно авторизованы.',
    ),

    'signup' => array(
        'error'   => 'При попытке создания вашей учетной записи возникла проблема, пожалуйста попробуйте позже.',
        'success' => 'Учетная запись успешно создана.',
    ),

        'forgot-password' => array(
            'error'   => 'При попытке сброса возникла проблема, пожалуйста попробуйте позже.',
            'success' => 'Пароль для восстановления учетной записи отправлен.',
        ),

        'forgot-password-confirm' => array(
            'error'   => 'При попытке сбросить ваш пароль возникла проблема, пожалуйста попробуйте позже.',
            'success' => 'Ваш пароль успешно изменен.',
        ),

    'activate' => array(
        'error'   => 'При попытке активировать вашу учетную запись возникла проблема, пожалуйста попробуйте позже.',
        'success' => 'Ваша учетная запись успешно активирована.',
    ),

);
