<?php

return [

    'does_not_exist' => '部署が見つかりません',
    'department_already_exists' => 'この会社には、その名前の部門が既に存在します。この部門のより具体的な名前を選択してください。 ',
    'assoc_users' => 'この部署は1人以上の利用者に関連付けされているため、削除できません。部署の関連付けを削除してから、もう一度試して下さい。 ',
    'create' => [
        'error' => '部署が作成できませんでした。もう一度やり直して下さい。',
        'success' => '部署が作成されました。',
    ],
    'update' => [
        'error' => '部署が編集できませんでした。もう一度やり直して下さい',
        'success' => '部署が更新されました。',
    ],
    'delete' => [
        'confirm' => '本当にこの部署を削除してもよろしいですか?',
        'error' => '部署を削除する際に問題が発生しました。もう一度やり直して下さい。',
        'success' => '部署は削除されました。',
        'bulk_success' => '部署を削除しました。|部署を:count件削除しました。',
        'partial_success' => '部署を削除しました。詳しくは以下をご確認ください。|部署を:count件削除しました。詳しくは以下をご確認ください。',
    ],

];
