<?php

return [

    'deleted' => '삭제된 공급업체',
    'does_not_exist' => '공급자가 존재하지 않습니다.',

    'create' => [
        'error' => '공급자가 생성되지 않았습니다. 다시 시도해 주세요.',
        'success' => '공급자가 생성되었습니다.',
    ],

    'update' => [
        'error' => '공급자가 갱신되지 않았습니다. 다시 시도해 주세요.',
        'success' => '공급자가 갱신 되었습니다.',
    ],

    'delete' => [
        'confirm' => '이 공급자를 삭제 하시겠습니까?',
        'error' => '공급자 삭제 중 문제가 발생했습니다. 다시 시도해 주세요.',
        'success' => '공급자가 삭제되었습니다.',
        'not_found' => '공급업체를 찾을 수 없습니다.',
        'bulk_success' => '공급업체가 성공적으로 삭제되었습니다.|:count개의 공급업체가 성공적으로 삭제되었습니다.',
        'partial_success' => '.',
    ],

];
