<?php

return array(

    'asset'             => 'Актив',
    'checkin'           => 'Вписване',
    'cost'              => 'Стойност на закупуване',
    'create'            => 'Добавяне на лиценз',
    'date'              => 'Дата на закупуване',
    'depreciation'      => 'Амортизация',
    'expiration'        => 'Срок на валидност',
    'license_key'       => 'Product Key',
    'maintained'        => 'В поддръжка',
    'name'              => 'Софтуерен продукт',
    'no_depreciation'   => 'Без амортизация',
    'notes'             => 'Бележки',
    'order'             => 'Номер на заявка',
    'purchase_order'    => 'Номер на заявка за закупуване',
    'reassignable'      => 'Може да бъде сменян ползвателя',
    'remaining_seats'   => 'Оставащи потребителски лицензи',
    'seats'             => 'Потребителски лицензи',
    'serial'            => 'Сериен номер',
    'supplier'          => 'Доставчик',
    'termination_date'  => 'Дата на валидност',
    'to_email'          => 'Лиценз към e-mail',
    'to_name'           => 'Лиценз към име',
    'update'            => 'Обновяване на лиценз',
    'checkout_help'     => 'Можете да изпишете лиценз към конкретен хардуер или потребител. Един лиценз може да бъде изписан едновременно и на хардуер и на потребител, но потребителя трябва да бъде собственик на съответния хардуерен актив.'
);
