<?php

return array(
    'about_licenses_title'            => 'Относно лицензи',
    'about_licenses'                  => 'Лицензите се използват за проследяване на софтуер.  Те имат определен брой места, които могат да бъдат отписани към лица',
    'checkin'  					=> 'Вписване на потребителски лиценз',
    'checkout_history'  		=> 'История на изписванията',
    'checkout'  				=> 'Изписване на потребителски лиценз',
    'edit'  					=> 'Редакция на лиценз',
    'filetype_info'				=> 'Позволените типове файлове са png, gif, jpg, jpeg, doc, docx, pdf, txt, zip, и rar.',
    'clone'  					=> 'Копиране на лиценз',
    'history_for'  				=> 'История за ',
    'in_out'  					=> 'Предоставяне',
    'info'  					=> 'Информация за лиценз',
    'license_seats'  			=> 'Потребителски лицензи',
    'seat'  					=> 'Потребителски лиценз',
    'seats'  					=> 'Потребителски лицензи',
    'software_licenses'  		=> 'Софтуерни лицензи',
    'user'  					=> 'Потребител',
    'view'  					=> 'Преглед на лиценз',
);
