<?php

return array(
    'about_components_title' 			=> 'கூறுகள் பற்றி',
    'about_components_text'  			=> 'கூறுகள் ஒரு சொத்தின் பகுதியாக இருக்கும், எடுத்துக்காட்டாக HDD, ரேம், போன்றவை.',
    'component_name'                  => 'கூறு பெயர்',
    'checkin'                             => 'செக்கோன் உபகரண',
    'checkout'                             => 'புதுப்பிப்பு உபகரண',
    'cost'				=> 'கொள்முதல் செலவு',
    'create'                             => 'உபகரணத்தை உருவாக்கவும்',
    'edit'                             => 'கூறு திருத்தவும்',
    'date'					=> 'கொள்முதல் தேதி',
    'order'					=> 'ஆர்டர் எண்',
    'remaining' 			             => 'மீதமுள்ள',
    'total' 			                 => 'மொத்த',
    'update'                            => 'உபகரணத்தை புதுப்பிக்கவும்',
);
