<?php

return [

    'disabled_assoc' => [
        'accessory' => '이 액세서리는 연결된 항목, 사용자 또는 위치가 있어 삭제할 수 없습니다',
        'asset' => '이 자산은 연결된 항목이 있어 삭제할 수 없습니다',
        'category' => '이 카테고리는 연결된 항목이 있어 삭제할 수 없습니다',
        'company' => '이 회사는 연결된 항목 또는 사용자가 있어 삭제할 수 없습니다',
        'component' => '이 부품은 연결된 항목이 있어 삭제할 수 없습니다',
        'custom_field' => '이 사용자 정의 필드는 최소 하나의 필드셋과 연결되어 있어 삭제할 수 없습니다',
        'department' => '이 부서는 연결된 사용자가 있어 삭제할 수 없습니다',
        'location' => '이 위치는 연결된 항목 또는 사용자가 있어 삭제할 수 없습니다',
        'manufacturer' => '이 제조사는 연결된 항목이 있어 삭제할 수 없습니다',
        'supplier' => '이 공급업체는 연결된 항목이 있어 삭제할 수 없습니다',
        'user' => '이 사용자는 연결된 항목이 있어 삭제할 수 없습니다',
        'user_self' => '자기 자신은 삭제할 수 없습니다',
    ],

    'checkin_all' => [
        'user' => '이 사용자의 모든 항목을 반입하고 선택적으로 삭제합니다. 다음 페이지에서 확인할 수 있습니다.',
    ],

];
