<?php

return array(
    'about_consumables_title' 			=> 'Хэрэглээний талаар',
    'about_consumables_text'  			=> 'Хэрэглээний бараа бүтээгдэхүүн нь цаг хугацааны турш хэрэглэгдэх зүйл юм. Жишээ нь, хэвлэгч бэх эсвэл хувилах цаас.',
    'checkout'                          => 'Хэрэглэгчдэд хэрэглэх боломжтой',
    'consumable_name'                   => 'Боломжийн нэр',
    'create'                            => 'Болгоомжтой болгох',
    'item_no'                           => 'Барааны дугаар.',
    'remaining' 			            => 'Үлдсэн',
    'total' 			                => 'Нийт',
    'update'                            => 'Боломжийн талаар шинэчиллээ',
);
