<?php

return [

    'does_not_exist' => 'Хадгалах боломжгүй.',

    'create' => [
        'error'   => 'Боломжит бүтээгдээгүй байна, дахин оролдоно уу.',
        'success' => 'Боломжит бүтээмж амжилттай болсон.',
    ],

    'update' => [
        'error'   => 'Боломжийн талаар шинэчилсэн, дахин оролдоно уу',
        'success' => 'Хэрэглээ шинэчлэгдсэн.',
    ],

    'delete' => [
        'confirm'   => 'Та үүнийг устгахыг хүсч байгаадаа итгэлтэй байна уу?',
        'error'   => 'Хэрэглэгдэхүүн устгах асуудал гарлаа. Дахин оролдоно уу.',
        'success' => 'Хэрэглүүр амжилттай устгагдсан.',
    ],

     'checkout' => [
        'error'        => 'Боломжийн талаар шалгаагүй байна, дахин оролдоно уу',
        'success'        => 'Боломжийн талаар амжилттай шалгасан.',
        'user_does_not_exist' => 'Энэ хэрэглэгч буруу байна. Дахин оролдоно уу.',
    ],

    'checkin' => [
        'error'        => 'Боломжийн талаар шалгаагүй байна, дахин оролдоно уу',
        'success'        => 'Боломжийн шалгуурт амжилттай шалгагдсан.',
        'user_does_not_exist' => 'Энэ хэрэглэгч буруу байна. Дахин оролдоно уу.',
    ],

];
