<?php

return [

    'does_not_exist' => '부서가 존재하지 않습니다.',
    'department_already_exists' => '이 회사 위치에 동일한 이름의 부서가 이미 존재합니다. 또는 이 부서에 더 구체적인 이름을 선택하세요.',
    'assoc_users' => '이 부서는 현재 적어도 한명의 사용자와 연결되어 있어서 삭제할 수 없습니다. 사용자가 더 이상 이 부서를 참조하지 않게 갱신하고 다시 시도해주세요. ',
    'create' => [
        'error' => '부서가 생성되지 않았습니다. 다시 시도해 주세요.',
        'success' => '부서가 생성되었습니다.',
    ],
    'update' => [
        'error' => '부서가 갱신되지 않았습니다. 다시 시도해 주세요.',
        'success' => '부서가 갱신되었습니다.',
    ],
    'delete' => [
        'confirm' => '이 부서를 삭제하시겠습니까?',
        'error' => '부서를 삭제하는 중 문제가 발생했습니다. 다시 시도해 주세요.',
        'success' => '부서가 삭제되었습니다.',
        'bulk_success' => ':count개의 부서가 성공적으로 삭제되었습니다.|:count개의 부서가 성공적으로 삭제되었습니다.',
        'partial_success' => ':count개의 부서가 성공적으로 삭제되었습니다. 아래 추가 정보를 확인하세요.|:count개의 부서가 성공적으로 삭제되었습니다. 아래 추가 정보를 확인하세요.',
    ],

];
