<?php

return array(

    'does_not_exist' => 'Бүрэлдэхүүн хэсэг байхгүй байна.',

    'create' => array(
        'error'   => 'Бүрэлдэхүүн бүтээсэнгүй, дахин оролдоно уу.',
        'success' => 'Бүрэлдэхүүн хэсэг амжилттай бүтээгдсэн.'
    ),

    'update' => array(
        'error'   => 'Бүрэлдэхүүн шинэчлэгдсэнгүй, дахин оролдоно уу',
        'success' => 'Бүрэлдэхүүн хэсэг амжилттай шинэчлэгдсэн.'
    ),

    'delete' => array(
        'confirm'   => 'Та энэ бүрэлдэхүүн хэсгийг устгахдаа итгэлтэй байна уу?',
        'error'   => 'Энэ бүрэлдэхүүнийг устгах асуудал гарлаа. Дахин оролдоно уу.',
        'success' => 'Бүрэлдэхүүн хэсэг амжилттай устгагдсан.'
    ),

     'checkout' => array(
        'error'   		=> 'Бүрэлдэхүүнийг шалгаагүй байна, дахин оролдоно уу',
        'success' 		=> 'Бүрэлдэхүүн хэсэг амжилттай шалгагдсан.',
        'user_does_not_exist' => 'Энэ хэрэглэгч буруу байна. Дахин оролдоно уу.',
        'unavailable'      => 'Not enough components remaining: :remaining remaining, :requested requested ',
    ),

    'checkin' => array(
        'error'   		=> 'Бүрэлдэхүүнийг шалгаагүй байна, дахин оролдоно уу',
        'success' 		=> 'Бүрэлдэхүүн хэсэг амжилттай шалгагдсан.',
        'user_does_not_exist' => 'Энэ хэрэглэгч буруу байна. Дахин оролдоно уу.'
    )


);
