<?php

return array(

    'does_not_exist' => 'Хэлтэс байхгүй байна.',
    'assoc_users'	 => 'Энэ хэлтэс нь одоогоор хамгийн багадаа нэг хэрэглэгчтэй холбоотой бөгөөд устгах боломжгүй байна. Энэ хэрэглэгчийн лавлагааг цаашид хэрэггүй болгохын тулд хэрэглэгчиддээ шинэчилнэ үү.',
    'create' => array(
        'error'   => 'Газар үүсгээгүй байна, дахин оролдоно уу.',
        'success' => 'Газар амжилттай бий болсон.'
    ),
    'update' => array(
        'error'   => 'Хэлтэс шинэчлэгдсэнгүй, дахин оролдоно уу',
        'success' => 'Газар амжилттай шинэчлэгдсэн.'
    ),
    'delete' => array(
        'confirm'   	=> 'Та энэ хэлтэст устгахыг хүсч байна уу?',
        'error'   => 'Департаментыг устгах асуудал гарсан. Дахин оролдоно уу.',
        'success' => 'Энэ хэлтэс амжилттай устгагдсан.'
    )

);
