<?php

return [

    'does_not_exist' => 'המחלקה לא קיימת.',
    'assoc_users'     => 'מחלקה זו משויכת כרגע למשתמש אחד לפחות ולא ניתן למחוק אותה. עדכן את המשתמשים שלך כדי לא להפנות עוד למחלקה זו ונסה שוב.',
    'create' => [
        'error'   => 'המחלקה לא נוצרה, נסה שוב.',
        'success' => 'המחלקה נוצרה בהצלחה.',
    ],
    'update' => [
        'error'   => 'המחלקה לא עודכנה, נסה שוב',
        'success' => 'המחלקה עודכנה בהצלחה.',
    ],
    'delete' => [
        'confirm'    => 'האם אתה בטוח שברצונך למחוק מחלקה זו?',
        'error'   => 'היתה בעיה במחיקת המחלקה. בבקשה נסה שוב.',
        'success' => 'המחלקה נמחקה בהצלחה.',
    ],

];
