<?php

return array(

    'does_not_exist' => 'ステータス ラベルは存在しません。',
    'assoc_assets'	 => 'このステータスラベルは少なくとも一つの資産に関連付けされているため、削除できません。資産の関連付けを削除し、もう一度試して下さい。 ',


    'create' => array(
        'error'   => 'ステータスラベルが作成できませんでした。もう一度試して下さい。',
        'success' => 'ステータスラベルが作成されました。'
    ),

    'update' => array(
        'error'   => 'ステータスラベルは更新できませんでした。もう一度試して下さい。',
        'success' => 'ステータスラベルが更新されました。'
    ),

    'delete' => array(
        'confirm'   => 'このステータスラベルを削除しますか？',
        'error'   => 'ステータスラベルを削除する際に問題が発生しました。もう一度やり直して下さい。',
        'success' => 'ステータスラベルは削除されました。'
    )

);
