<?php

return array(
    'about'      	=> 'ステータスラベルについて',
    'archived'      	=> 'アーカイブ',
    'create'      	=> 'ステータスラベルを作成',
    'color'      	=> 'グラフの色',
    'default_label' => 'デフォルトラベル',
    'default_label_help' => 'もっとも一般的に使用されるステータスラベルを、資産を作成/編集する際に選択ボックスの上部に表示します。',
    'deployable'      	=> '配備可能',
    'info'      	=> 'ステータスラベルは資産の様々な状態の説明に利用されます。修理中であったり、紛失/盗難かもしれません。資産を配備可能、ペンディング、保管といった新しいステータスラベルを作成できます。',
    'name'      	=> 'ステータス名',
    'pending'      	=> '保留中',
    'status_type'   => 'ステータスタイプ',
    'show_in_nav'   => 'サイドバーの表示',
    'title'      	=> 'ステータスラベル',
    'undeployable'  => '配備不可',
    'update'      	=> 'ステータスラベルを更新',
);
