<?php

return array(
    'about_categories_title' 			=> 'เกี่ยวกับประเภท',
    'about_categories'  				=> 'หมวดหมู่ช่วยคุณจัดระเบียบรายการของคุณ หมวดหมู่ตัวอย่างบางประเภทอาจเป็น &quot;Desktops&quot;, &quot; แล็ปท็อป&quot;, &quot; โทรศัพท์มือถือ&quot;, &quot;Tablets&quot; เป็นต้นและคุณสามารถใช้งานประเภทต่างๆที่เหมาะสมกับคุณได้',
    'asset_categories' 					=> 'หมวดหมู่ทรัพย์สิน',
    'category_name'  					=> 'ชื่อหมวดหมู่',
    'checkin_email'                     => 'ส่งอีเมลไปยังผู้ใช้เมื่อเช็คอิน / เช็คเอาต์',
    'checkin_email_notification'        => 'ผู้ใช้รายนี้จะได้รับอีเมลเกี่ยวกับเช็คอิน / เช็คเอาท์',
    'clone'                             => 'คัดลอกหมวดหมู่',
    'create'  							=> 'สร้างหมวดหมู่',
    'edit'                              => 'แก้ไขหมวดหมู่',
    'eula_text'							=> 'หมวดหมู่ข้อกำหนดการใช้งาน',
    'eula_text_help'					=> 'ส่วนนี้อนุญาตให้คุณสามารถทำการปรับแต่งข้อตกลงการใช้งานสำหรับกำหนดชนิดของทรัพย์สินได้ หากคุณมีข้อตกลงการใช้งานเพียงหนึ่ง หรือเรื่องเดียวที่ใช้ครอบคลุมทรัพย์สินของคุณทั้งหมด คุณสามารถตั้งค่าให้เป็นการใช้งานหลัก โดยการทำเครื่องหมายในช่องด้านล่างนี้',
    'name'                              => 'ชื่อหมวดหมู่',
    'require_acceptance'				=> 'กำหนดให้ผู้ใช้ยืนยันยอมรับสินทรัพย์ในหมวดหมู่นี้',
    'required_acceptance'				=> 'ผู้ใช้นี้จะสามารถส่งอีเมล ด้วยลิงค์เพื่อการยืนยันยอมรับรายการนี้',
    'required_eula'						=> 'ผู้ใช้นี้จะส่งอีเมลสำเนาของ EULA',
    'no_default_eula'					=> 'ไม่พบข้อกำหนดการใช้งานหลักใดๆ ในการตั้งค่า',
    'update'  							=> 'ปรับปรุงแก้ไขหมวดหมู่',
    'use_default_eula'					=> 'ใช้<a href="#" data-toggle="modal" data-target="#eulaModal">เป็นข้อกำหนดการใช้งานหลัก</a>แทน.',
    'use_default_eula_disabled'			=> '<del>ใช้ค่าเริ่มต้นข้อกำหนดการใช้งานหลักแทน</del> ค่าเริ่มต้นหลักของข้อกำหนดการใช้งานไม่ได้ถูกตั้งค่าไว้ กรุณาเพิ่มในการตั้งค่า',

);
