<?php

return array(
    'about_consumables_title' 			=> 'Относно консумативите',
    'about_consumables_text'  			=> 'Консумативите са всички неща, купувани във времето. Например тонер за принтер или хартия.',
    'checkout'                          => 'Отписване на консумативи към потребител',
    'consumable_name'                   => 'Консуматив',
    'create'                            => 'Създаване на консуматив',
    'item_no'                           => '№ на артикул',
    'remaining' 			            => 'Остава',
    'total' 			                => 'Oбщо',
    'update'                            => 'Обновяване на консуматив',
);
