<?php

return [
    'does_not_exist' => 'Компания не существует.',
    'deleted'        => 'Удаленная компания',
    'assoc_users'    => 'Эта компания на данный момент связана по крайней мере с одной моделью и не может быть удалена. Пожалуйста обновите модели, убрав ссылку на эту компанию, и попробуйте снова. ',
    'create' => [
        'error'   => 'Компания не была создана, попробуйте ещё раз.',
        'success' => 'Компания создана успешно.',
    ],
    'update' => [
        'error'   => 'Компания не была обновлена, попробуйте ещё раз',
        'success' => 'Компания обновлена успешно.',
    ],
    'delete' => [
        'confirm' => 'Вы уверены, что хотите удалить эту компанию?',
        'error'   => 'Возникла проблема при удалении компании. Пожалуйста попробуйте снова.',
        'success' => 'Компания была успешно удалена.',
    ],
];
