<?php

return [
    'companies' => 'Компании',
    'create' => 'Создать компанию',
    'email' => 'Email компании',
    'title' => 'Компания',
    'phone' => 'Телефон компании',
    'update' => 'Обновить компанию',
    'name' => 'Название компании',
    'id' => 'ID',
    'parent' => 'Родительская компания',
    'parent_help' => 'Необязательно. Если задать этот параметр, то эта компания является дочерней для выбранного родителя. Пользователи, назначенные родителям, автоматически имеют доступ к этой компании. Допускается лишь один уровень вложения.',
    'children' => 'Дочерние компании',
    'inherited' => 'Унаследовано',
    'inherited_help' => 'Этот элемент принадлежит родственной компании в иерархии (родительской или дочерней), а не этой компании напрямую.',
];
