<?php

return array(
    'about_asset_categories' 			=> 'О категориях',
    'about_categories'  				=> 'Категории активов помогают вам организовать ваше оборудование в удобные категории. К примеру: &quot;Стационарные компьютеры&quot;, &quot;Ноутбуки&quot;, &quot;Смартфоны&quot;, &quot;Планшеты&quot;, и так далее в соответствии с вашими потребностями. ',
    'asset_categories' 					=> 'Категории активов',
    'category_name'  					=> 'Имя категории',
    'create'  							=> 'Создать категорию',
    'update'  							=> 'Изменить категорию',

);
