<?php

return array(
    'about_asset_categories' 			=> 'О категориях',
    'about_categories'  				=> 'Категории активов помогают вам организовать ваше оборудование в удобные категории. К примеру: &quot;Стационарные компьютеры&quot;, &quot;Ноутбуки&quot;, &quot;Смартфоны&quot;, &quot;Планшеты&quot;, и так далее в соответствии с вашими потребностями. ',
    'asset_categories' 					=> 'Категории активов',
    'category_name'  					=> 'Имя категории',
    'checkin_email'                     => 'Отправить email пользователю при возврате.',
    'clone'                             => 'Копировать категорию',
    'create'  							=> 'Создать категорию',
    'edit'                              => 'Редактировать категорию',
    'eula_text'							=> 'Категория EULA',
    'eula_text_help'					=> 'Это поле позволяет персонализировать пользовательские соглашения для определенных типов активов. Если у вас только одно пользовательское соглашение для всех активов, вы можете отметить чекбокс внизу, чтобы использовать основное соглашение по умолчанию.',
    'require_acceptance'				=> 'Требовать обязательного подтверждения пользователем прием активов в этой категории.',
    'required_acceptance'				=> 'Этому пользователю будет выслано электронное письмо со ссылкой для подтверждения получения этого предмета.',
    'required_eula'						=> 'Пользователю будет отправлена копия EULA',
    'no_default_eula'					=> 'Не найдено пользовательского соглашения по умолчанию. Добавьте его в Настройках.',
    'update'  							=> 'Изменить категорию',
    'use_default_eula'					=> 'Использовать <a href="#" data-toggle="modal" data-target="#eulaModal">главное пользовательское соглашение по умолчанию</a>.',
    'use_default_eula_disabled'			=> '<del>Использовать основное пользовательское соглашение.</del> Не задано основное пользовательское соглашение. Добавьте его в Настройках.',

);
