<?php

return array(

    'account_already_exists' => 'Потребител с този email вече е регистриран.',
    'account_not_found'      => 'Невалиден потребител или парола.',
    'account_not_activated'  => 'Потребителят все още не е активиран.',
    'account_suspended'      => 'Потребителят е временно спрян.',
    'account_banned'         => 'Потребителят е неактивен.',
    'throttle'               => 'Твърде много неуспешни опити за влизане в системата. Моля опитайте отново след около :minutes минути.',

    'signin' => array(
        'error'   => 'Проблем при входа в системата. Моля опитайте отново.',
        'success' => 'Успешен вход в системата.',
    ),

    'signup' => array(
        'error'   => 'Проблем при създаването на потребителя. Моля опитайте отново.',
        'success' => 'Потребителят създаден успешно.',
    ),

        'forgot-password' => array(
            'error'   => 'Проблем при извличането на код за възстановяване на паролата. Моля опитайте отново.',
            'success' => 'Връзка за възстановяване на паролата беше изпратена на електронната поща.',
        ),

        'forgot-password-confirm' => array(
            'error'   => 'Проблем при промяна на паролата. Моля опитайте отново.',
            'success' => 'Паролата променена успешно.',
        ),

    'activate' => array(
        'error'   => 'Проблем при активиране на потребителя. Моля опитайте отново.',
        'success' => 'Потребителят активиран успешно.',
    ),

);
