<?php

return array(

    'does_not_exist' => 'مکان وجود ندارد.',
    'assoc_users'	 => 'این مکان در حال حاضر با حداقل یک کاربر در ارتباط است و نمی تواند حذف شود. لطفا کاربران خود را به روز رسانی به دیگر مرجع این مکان و دوباره امتحان کنید.',


    'create' => array(
        'error'   => 'مکان ایجاد نشد،دوباره سعی کنید.',
        'success' => 'مکان ایجاد شد.'
    ),

    'update' => array(
        'error'   => 'مکان بروزرسانی نشد،دوباره سعی کنید',
        'success' => 'مکان با موفقیت به روز رسانی شد.'
    ),

    'delete' => array(
        'confirm'   => 'آیا شما مطمئن هستید که میخواهید این برچسب وضعیت را حذف کنید؟',
        'error'   => 'یک مشکل در حذف مکان وجود دارد،دوباره سعی کنید.',
        'success' => 'این مکان حذف شد.'
    )

);
