<?php

return [
    'checkout' => 'Видати витратний матеріал користувачу',
    'consumable_name' => 'Назва витратного матеріалу',
    'create' => 'Створити витратний матеріал',
    'item_no' => 'Позиція №',
    'remaining' => 'Залишилось',
    'total' => 'Загалом',
    'update' => 'Оновити витратний матеріал',
    'inventory_warning' => 'Запас цього витратного матеріалу нижчий за мінімальну кількість :min_count',
    'exclude_deleted' => 'Не включати видалені витратні матеріали',
    'include_deleted' => 'Включати видалені витратні матеріали',
    'only_deleted' => 'Лише видалені витратні матеріали',
];
