<?php

return array(
    'about'      	=> 'Статусын гарчгийн талаар',
    'archived'      	=> 'Архивлагдсан',
    'create'      	=> 'Статусын шошго үүсгэнэ үү',
    'color'      	=> 'График өнгө',
    'default_label' => 'Анхдагч шошго',
    'default_label_help' => 'Энэ нь хөрөнгө үүсгэх/засах үед таны хамгийн их ашиглагддаг статусын шошго сонгох талбарын дээд талд гарч ирэхэд ашиглагддаг.',
    'deployable'      	=> 'Даалгавартай',
    'info'      	=> 'Статусын шошгонууд нь таны өмч хөрөнгүүдийн янз бүрийн мужуудыг тодорхойлоход хэрэглэгддэг. Засварлах, алдагдах, хулгайлагдах гэх мэтчилэн байж болно. Та байршуулах боломжтой, хүлээгдэж байгаа, архивлагдсан хөрөнгөд зориулсан шинэ статусыг үүсгэж болно.',
    'name'      	=> 'Статусын нэр',
    'pending'      	=> 'Хүлээгдэж байна',
    'status_type'   => 'Статус төрөл',
    'show_in_nav'   => 'Далд nav-д харуулах',
    'title'      	=> 'Статусын шошго',
    'undeployable'  => 'Undeployable',
    'update'      	=> 'Статус шошго шинэчлэх',
);
