<?php

return array(

    'does_not_exist' => 'Категорията не съществува.',
    'assoc_users'	 => 'Тази категория е асоциирана с поне един модел и не може да бъде изтрита. Моля обновете връзките с моделите и опитайте отново.',

    'create' => array(
        'error'   => 'Категорията не беше създадена. Моля опитайте отново.',
        'success' => 'Категорията е създадена.'
    ),

    'update' => array(
        'error'   => 'Категорията не беше обновена. Моля опитайте отново',
        'success' => 'Категорията е обновена успешно.'
    ),

    'delete' => array(
        'confirm'   => 'Желаете ли да изтриете тази категория?',
        'error'   => 'Проблем при изтриване на категорията. Моля опитайте отново.',
        'success' => 'Категорията бе изтрита успешно.'
    )

);
