<?php

return array(
    'about_consumables_title' 			=> 'За потрошните материјали',
    'about_consumables_text'  			=> 'Потрошните материјали се нешто набавено, кое ќе се искористи и потроши со текот на времето. На пример, хартија за печатар или копир.',
    'checkout'                          => 'Задолжи потрошен материјал на корисник',
    'consumable_name'                   => 'Име на потрошен материјал',
    'create'                            => 'Креирај потрошен материјал',
    'item_no'                           => 'Ставка бр.',
    'remaining' 			            => 'Останува',
    'total' 			                => 'Вкупно',
    'update'                            => 'Ажурирај потрошен материјал',
);
