<?php

return array(

    'does_not_exist' => 'Байршил байхгүй байна.',
    'assoc_users'	 => 'Энэ байршил нь одоогоор хамгийн багадаа нэг хэрэглэгчтэй холбоотой бөгөөд устгах боломжгүй байна. Энэ байршлыг лавшруулахгүй болгохын тулд хэрэглэгчдийг шинэчилнэ үү, дахин оролдоно уу.',
    'assoc_assets'	 => 'Энэ байршил нь одоогоор нэгээс доошгүй активтай холбоотой бөгөөд устгах боломжгүй байна. Энэ байршлыг лавлагаа болгохоо болихын тулд өөрийн хөрөнгийг шинэчлээд дахин оролдоно уу.',
    'assoc_child_loc'	 => 'Энэ байршил нь одоогоор хамгийн багадаа нэг хүүхдийн байрлалын эцэг эх бөгөөд устгах боломжгүй байна. Энэ байршлыг лавшруулахгүй болгохын тулд байршлаа шинэчлээд дахин оролдоно уу.',


    'create' => array(
        'error'   => 'Байршалт үүсээгүй байна, дахин оролдоно уу.',
        'success' => 'Байршил амжилттай болсон.'
    ),

    'update' => array(
        'error'   => 'Байршил шинэчлэгдсэнгүй, дахин оролдоно уу',
        'success' => 'Байршил амжилттай шинэчлэгдсэн.'
    ),

    'delete' => array(
        'confirm'   	=> 'Та энэ байршлыг устгахыг хүсч байна уу?',
        'error'   => 'Байршил устгах асуудал гарлаа. Дахин оролдоно уу.',
        'success' => 'Байршил амжилттай устгагдсан байна.'
    )

);
