<?php

return [

    'does_not_exist' => 'カテゴリーが存在しません。',
    'assoc_models' => 'このカテゴリーは１つ以上の型番に関連付けられているため削除できません。このカテゴリーを参照しないようにモ型番を更新して再度実行してください。 ',
    'assoc_items' => 'このカテゴリーは１つ以上の資産に関連付けられているため削除できません。このカテゴリーを参照しないように資産を更新して、再度実行してください。 ',

    'create' => [
        'error' => 'カテゴリーが作成されていません。再度実行してください。',
        'success' => 'カテゴリーの作成に成功しました。',
    ],

    'update' => [
        'error' => 'カテゴリーは更新されませんでした。再度実行してください。',
        'success' => 'カテゴリーの更新に成功しました。',
        'cannot_change_category_type' => '一度作成されたカテゴリタイプを変更することはできません',
    ],

    'delete' => [
        'confirm' => 'このカテゴリーを本当に削除しますか？',
        'error' => 'このカテゴリーを削除する際に問題がおきました。再度実行してください。',
        'success' => 'カテゴリを削除しました。',
        'bulk_success' => 'カテゴリを削除しました。|カテゴリを:count件削除しました。',
        'partial_success' => 'カテゴリを削除しました。詳しくは以下をご確認ください。|カテゴリを:count件削除しました。詳しくは以下をご確認ください。',
    ],

    'bulkedit' => [
        'warn' => '次のカテゴリのプロパティを編集しようとしています：|次の:count件のカテゴリのプロパティを編集しようとしています：',
        'no_selection' => '編集するカテゴリを1つ以上選択してください。',
        'no_changes' => 'フィールドが選択されていないため、更新されませんでした。',
        'success' => 'カテゴリを更新しました。|:count件のカテゴリを更新しました。',
    ],

];
