<?php

return array(
    'about_assets_title'           => 'Относно активи',
    'about_assets_text'            => 'Активите са елементи, проследен от сериен номер или етикет. По-често, те са елементи с висока стойност, където идентифицирането на специфичен елемент е от значение.',
	'archived'  				=> 'Архивиран',
    'asset'  					=> 'Актив',
    'bulk_checkout'             => 'Checkout Assets',
    'checkin'  					=> 'Връщане на актив',
    'checkout'  				=> 'Проверка на активите',
    'clone'  					=> 'Копиране на актив',
    'deployable'  				=> 'Може да бъде предоставен',
    'deleted'  					=> 'Активът беше изтрит. <a href="/hardware/:asset_id/restore">Възстановяване</a>.',
    'edit'  					=> 'Редакция на актив',
    'model_deleted'  			=> 'Моделът актив беше изтрит.Необходимо е да възстановите моделът, преди да възстановите актива.<br/> <a href="/hardware/models/:model_id/restore">Възстановяване на модел</a>.',
    'requestable'               => 'Може да бъде изискван',
    'requested'				    => 'Изискан',
    'restore'  					=> 'Възстановяване на актив',
    'pending'  					=> 'Предстоящ',
    'undeployable'  			=> 'Не може да бъде предоставян',
    'view'  					=> 'Преглед на актив',
);
