<?php

return [
    'about_assets_title'           => 'Относно активи',
    'about_assets_text'            => 'Активите са елементи, проследен от сериен номер или етикет. По-често, те са елементи с висока стойност, където идентифицирането на специфичен елемент е от значение.',
    'archived'  				=> 'Архивиран',
    'asset'  					=> 'Актив',
    'bulk_checkout'             => 'Изписване на активи',
    'bulk_checkin'              => 'Връщане на актив',
    'checkin'  					=> 'Връщане на актив',
    'checkout'  				=> 'Проверка на активите',
    'clone'  					=> 'Копиране на актив',
    'deployable'  				=> 'Може да бъде предоставен',
    'deleted'  					=> 'Този актив беше изтрит.',
    'delete_confirm'            => 'Сигурни ли сте, че желаете изтриване на актива?',
    'edit'  					=> 'Редакция на актив',
    'model_deleted'  			=> 'Този Модел на актив беше изтрит. Вие трябва да възстановите този модел преди да можете да възстановите актива.',
    'model_invalid'             => 'Модела на този актив е невалиден.',
    'model_invalid_fix'         => 'Актива трябва да бъде редактиран преди да можете да го заведете.',
    'requestable'               => 'Може да бъде изискван',
    'requested'				    => 'Изискан',
    'not_requestable'           => 'Не може да бъде изискан',
    'requestable_status_warning' => 'Да не се сменя статуса за изискване',
    'restore'  					=> 'Възстановяване на актив',
    'pending'  					=> 'Предстоящ',
    'undeployable'  			=> 'Не може да бъде предоставян',
    'undeployable_tooltip'  	=> 'Този актив е забранен за изписване и не може да се изпише в момента.',
    'view'  					=> 'Преглед на актив',
    'csv_error' => 'Имате грешка във вашият CSV файл:',
    'import_text' => '
<p>
    Качете CSV файл съдържащ историята на активите. Активите и потребителите ТРЯБВА да съществуват в системата, иначе ще бъдат презкочени. Съвпадението на активите се прави на база тяхното име. Съвпадението на потребителите се прави на база тяхното потребителско име и критерия избран по-долу. Ако не изберете критерии по-долу съвпадението на потребителите към потребителското име ще бъде направено на база конфигурацията в Админ &gt; Глобални настройки.
    </p>

    <p>Полетата включени в CSV трябва да съвпадат с: <strong>Asset Tag, Name, Checkout Date, Checkin Date</strong>. Всякакви допълнителни полета ще бъдат игнорирани. </p>

    <p>Ако датата на вписване е празна или в бъдещето тя ще изпише актива от потребителя. Ако не се включи колона с дата на вписване, тя ще бъде създадена с днешна дата.</p>
    ',
    'csv_import_match_f-l' => 'Опитайте се да съпоставите потребителите по формат име.фамилия (Иван.Иванов)',
    'csv_import_match_initial_last' => 'Опитайте се да съпоставите потребителите по формат първа буква фамилия (ИИванов)',
    'csv_import_match_first' => 'Опитайте се да съпоставите потребителите по малко име (Иван)',
    'csv_import_match_email' => 'Опитайте се да съпоставите потребителите по е-майл, като потребителско име',
    'csv_import_match_username' => 'Опитайте се да съпоставите потребителите, по потребителско име',
    'error_messages' => 'Съобщение за грешка:',
    'success_messages' => 'Успешно:',
    'alert_details' => 'Детайли.',
    'custom_export' => 'Персонализиран експорт',
    'mfg_warranty_lookup' => ':manufacturer статус гаранция',
    'user_department' => 'Отдел',
];
