<?php

return array(
    'about_accessories_title' 			=> 'Об аксессуарах',
    'about_accessories_text'  			=> 'Аксессуарами является все то, что выдается пользователям, но не имеет серийного номера или не требует учёта. Например, компьютерные мыши и клавиатуры.',
    'accessory_category' 				=> 'Категория аксессуара',
    'accessory_name'  					=> 'Имя аксессуара',
    'checkout'  							=> 'Отвязать прочее',
    'checkin'  							=> 'Привязать прочее',
    'create'  							=> 'Создать аксесуар',
    'edit'  							=> 'Править прочее',
    'eula_text'							=> 'Категория EULA',
    'eula_text_help'					=> 'Это поле позволяет персонализировать пользовательские соглашения для определенных типов активов. Если у вас только одно пользовательское соглашение для всех активов, вы можете отметить чекбокс внизу, чтобы использовать основное соглашение по умолчанию.',
    'require_acceptance'				=> 'Требовать обязательного подтверждения пользователем прием активов в этой категории.',
    'no_default_eula'					=> 'Не найдено пользовательского соглашения по умолчанию. Добавьте его в Настройках.',
    'total'  							=> 'Всего',
    'remaining'  						=> 'Наличие',
    'update'  							=> 'Обновить аксессуар',
    'use_default_eula'					=> 'Использовать <a href="#" data-toggle="modal" data-target="#eulaModal">главное пользовательское соглашение по умолчанию</a>.',
    'use_default_eula_disabled'			=> '<del>Использовать основное пользовательское соглашение.</del> Не задано основное пользовательское соглашение. Добавьте его в Настройках.',

);
