<?php

return [

    'does_not_exist' => 'Аксесуар не существует.',
    'assoc_users'     => 'Данный аксессуар выдан пользователям в количестве :count. Сделайте возврат аксессуара и попробуйте снова. ',

    'create' => [
        'error'   => 'Аксесуар не был создан, попробуйте ещё раз.',
        'success' => 'Аксесуар успешно создан.',
    ],

    'update' => [
        'error'   => 'Аксесуар не обновлён, попробуйте ещё раз',
        'success' => 'Аксесуар успешно обновлён.',
    ],

    'delete' => [
        'confirm'   => 'Вы уверены, что хотите удалить этот компонент?',
        'error'   => 'Невозможно удалить компонент. Пожалуйста, попробуйте еще раз.',
        'success' => 'Копонент удален успешно.',
    ],

     'checkout' => [
        'error'        => 'Ошибка при выдаче аксессуара. Повторите попытку',
        'success'        => 'Аксессуар успешно выдан.',
        'user_does_not_exist' => 'Этот пользователь является недопустимым. Пожалуйста, попробуйте еще раз.',
    ],

    'checkin' => [
        'error'        => 'Ошибка при возврате аксессуара. Повторите попытку',
        'success'        => 'Аксессуар успешно возвращен.',
        'user_does_not_exist' => 'Этот пользователь является недопустимым. Пожалуйста, попробуйте еще раз.',
    ],

];
