<?php

return array(

    'does_not_exist' => 'Несъществуващ доставчик.',
    'assoc_users'	 => 'Този доставчик е асоцииран с поне един от моделите и не може да бъде изтрит. Моля, променете връзките на моделите по отношение на този доставчик и опитайте отново. ',

    'create' => array(
        'error'   => 'Доставчикът не беше създаден. Моля, опитайте отново.',
        'success' => 'Доставчикът е създаден.'
    ),

    'update' => array(
        'error'   => 'Достъвчикът не беше обновен. Моля, опитайте отново',
        'success' => 'Доставчикът е обновен.'
    ),

    'delete' => array(
        'confirm'   => 'Сигурни ли сте, че искате да изтриете този доставчик?',
        'error'   => 'Възникна проблем при изтриване на доставчика. Моля, опитайте отново.',
        'success' => 'Доставчикът е изтрит.'
    )

);
