<?php

return array(
    'about_licenses_title'            => 'За лиценците',
    'about_licenses'                  => 'Лиценците се користат за следење на софтверот. Тие имаат одреден број места кои можат да се задолжат на поединци',
    'checkin'  					=> 'Раздолжи лиценца за место',
    'checkout_history'  		=> 'Историја на задолжувања',
    'checkout'  				=> 'Задолжи лиценца за место',
    'edit'  					=> 'Ажурирај лиценца',
    'filetype_info'				=> 'Дозволени типови на датотеки се png, gif, jpg, jpeg, doc, docx, pdf, txt, zip и rar.',
    'clone'  					=> 'Клонирај лиценца',
    'history_for'  				=> 'Историја за ',
    'in_out'  					=> 'Раздолжи/Задолжи',
    'info'  					=> 'Информации за лиценцата',
    'license_seats'  			=> 'Лиценци за места',
    'seat'  					=> 'Место',
    'seats'  					=> 'Места',
    'software_licenses'  		=> 'Лиценци за софтвер',
    'user'  					=> 'Корисник',
    'view'  					=> 'Погледнете лиценца',
);
