<?php

return array(

    'does_not_exist' => 'Несъществуващ производител.',
    'assoc_users'	 => 'Този производител е асоцииран с поне един от моделите и не може да бъде изтрит. Моля, променете връзките на моделите по отношение на този производител и опитайте отново. ',

    'create' => array(
        'error'   => 'Производителят не беше създаден. Моля, опитайте отново.',
        'success' => 'Производителят е създаден.'
    ),

    'update' => array(
        'error'   => 'Производителят не е обновен. Моля, опитайте отново',
        'success' => 'Производителят е обновен.'
    ),

    'restore' => array(
        'error'   => 'Производителят не беше възстановен. Моля, опитайте отново',
        'success' => 'Производителят възстановен успешно.'
    ),

    'delete' => array(
        'confirm'   => 'Сигурни ли сте, че искате да изтриете този производител?',
        'error'   => 'Възникна проблем при изтриването на проиводителя. Моля, опитайте отново.',
        'success' => 'Производителят е изтрит.'
    )

);
