<?php

return array(

    'does_not_exist' => 'Нийлүүлэгч байхгүй байна.',
    'assoc_users'	 => 'Энэ нийлүүлэгч одоогоор хамгийн багадаа нэг загвартай холбоотой бөгөөд устгах боломжгүй байна. Энэ загварыг дахин ашиглахгүй байхын тулд загвараа шинэчлээд дахин оролдоно уу.',

    'create' => array(
        'error'   => 'Нийлүүлэгч үүсгээгүй байна, дахин оролдоно уу.',
        'success' => 'Ханган нийлүүлэгч амжилтанд хүрсэн.'
    ),

    'update' => array(
        'error'   => 'Нийлүүлэгч шинэчлэгдсэнгүй, дахин оролдоно уу',
        'success' => 'Ханган нийлүүлэгч амжилттай шинэчлэгдсэн.'
    ),

    'delete' => array(
        'confirm'   => 'Та энэ нийлүүлэгчийг устгахыг хүсэж байна уу?',
        'error'   => 'Ханган нийлүүлэгчийг устгах асуудал гарч байсан. Дахин оролдоно уу.',
        'success' => 'Ханган нийлүүлэгч амжилттай устгагдсан.'
    )

);
