<?php

return array(

    'does_not_exist' => 'Местоположението не съществува.',
    'assoc_users'    => 'Понастоящем това местоположение не може да се изтрие, защото е местоположението на запис за поне един актив или потребител, има присвоени към него активи или е родителското местоположение на друго местоположение. Моля, актуализирайте моделите си, за да не споменавате повече тази компания, и опитайте отново. ',
    'assoc_assets'	 => 'Местоположението е свързано с поне един актив и не може да бъде изтрито. Моля, актуализирайте активите, така че да не са свързани с това местоположение и опитайте отново. ',
    'assoc_child_loc'	 => 'В избраното местоположение е присъединено едно или повече местоположения. Моля преместете ги в друго и опитайте отново.',
    'assigned_assets' => 'Изписани Активи',
    'current_location' => 'Текущо местоположение',


    'create' => array(
        'error'   => 'Местоположението не е създадено. Моля, опитайте отново.',
        'success' => 'Местоположението е създадено.'
    ),

    'update' => array(
        'error'   => 'Местоположението не е обновено. Моля, опитайте отново',
        'success' => 'Местоположението е обновено.'
    ),

    'delete' => array(
        'confirm'   	=> 'Сигурни ли сте, че искате да изтриете това местоположение?',
        'error'   => 'Възникна проблем при изтриване на местоположението. Моля, опитайте отново.',
        'success' => 'Местоположението е изтрито.'
    )

);
