<?php

return array(
    'about_consumables_title' 			=> 'حول المواد الاستهلاكية',
    'about_consumables_text'  			=> 'المواد الاستهلاكية هي الأشياء المشتراة والتي ستستخدم مع مرور الوقت. على سبيل المثال، حبر الطابعة أو ورق الناسخة.',
    'consumable_name'                  => 'اسم المادة الإستهلاكية',
    'cost'				=> 'تكلفة الشراء',
    'create'                             => 'إنشاء مادة إستهلاكية',
    'date'					=> 'تاريخ الشراء',
    'item_no'               => 'رقم القطعة.',
    'order'					=> 'رقم طلب الشراء',
    'remaining' 			             => 'المتبقية',
    'total' 			                 => 'المجموع',
    'update'                            => 'تحديث المادة الإستهلاكية',
);
