<?php

return array(
    'about_consumables_title' 			=> 'حول المواد الاستهلاكية',
    'about_consumables_text'  			=> 'المواد الاستهلاكية هي الأشياء المشتراة والتي ستستخدم مع مرور الوقت. على سبيل المثال، حبر الطابعة أو ورق الناسخة.',
    'checkout'                          => 'إخراج المواد الاستهلاكية لمستخدم',
    'consumable_name'                   => 'اسم المادة الإستهلاكية',
    'create'                            => 'إنشاء مادة إستهلاكية',
    'item_no'                           => 'رقم القطعة.',
    'remaining' 			            => 'المتبقية',
    'total' 			                => 'المجموع',
    'update'                            => 'تحديث المادة الإستهلاكية',
);
