<?php

return array(

    'does_not_exist' => 'المادة الإستهلاكية غير موجودة.',

    'create' => array(
        'error'   => 'لم يتم انشاء المادة الإستهلاكية، الرجاء المحاولة مرة اخرى.',
        'success' => 'تم إنشاء المادة الإستهلاكية بنجاح.'
    ),

    'update' => array(
        'error'   => 'لم يتم تحديث المادة الإستهلاكية، الرجاء المحاولة مرة اخرى',
        'success' => 'تم تحديث المادة الإستهلاكية بنجاح.'
    ),

    'delete' => array(
        'confirm'   => 'هل أنت متأكد من رغبتك في حذف هذه المادة الإستهلاكية؟',
        'error'   => 'لقد حدثت مشكلة اثناء عملية حذف المادة الإستهلاكية، الرجاء المحاولة مرة اخرى.',
        'success' => 'تم حذف المادة الإستهلاكية بنجاح.'
    ),

     'checkout' => array(
        'error'   		=> 'لم يتم إخراج المادة الإستهلاكية، الرجاء المحاولة مرة اخرى',
        'success' 		=> 'تم إخراج المادة الإستهلاكية بنجاح.',
        'user_does_not_exist' => 'هذا المستخدم غير صحيح. الرجاء المحاولة مرة أخرى.'
    ),

    'checkin' => array(
        'error'   		=> 'لم يتم ادخال المادة الإستهلاكية، الرجاء المحاولة مرة اخرى',
        'success' 		=> 'تم إخراج المادة الإستهلاكية بنجاح.',
        'user_does_not_exist' => 'هذا المستخدم غير صحيح. الرجاء المحاولة مرة أخرى.'
    )


);
