<?php

return [

    'does_not_exist' => 'المادة الإستهلاكية غير موجودة.',

    'create' => [
        'error'   => 'لم يتم انشاء المادة الإستهلاكية، الرجاء المحاولة مرة اخرى.',
        'success' => 'تم إنشاء المادة الإستهلاكية بنجاح.',
    ],

    'update' => [
        'error'   => 'لم يتم تحديث المادة الإستهلاكية، الرجاء المحاولة مرة اخرى',
        'success' => 'تم تحديث المادة الإستهلاكية بنجاح.',
    ],

    'delete' => [
        'confirm'   => 'هل أنت متأكد من رغبتك في حذف هذه المادة الإستهلاكية؟',
        'error'   => 'لقد حدثت مشكلة لعملية حذف المادة الإستهلاكية، الرجاء المحاولة مرة اخرى.',
        'success' => 'تم حذف المادة الإستهلاكية بنجاح.',
    ],

     'checkout' => [
        'error'        => 'لم يتم إخراج المادة الإستهلاكية، الرجاء المحاولة مرة اخرى',
        'success'        => 'تم إخراج المادة الإستهلاكية بنجاح.',
        'user_does_not_exist' => 'هذا المستخدم غير صحيح. الرجاء المحاولة مرة أخرى.',
    ],

    'checkin' => [
        'error'        => 'لم يتم إيداع المادة الإستهلاكية، الرجاء المحاولة مرة اخرى',
        'success'        => 'تم إخراج المادة الإستهلاكية بنجاح.',
        'user_does_not_exist' => 'هذا المستخدم غير صحيح. الرجاء المحاولة مرة أخرى.',
    ],

];
