<?php

return array(
    'about_accessories_title' 			=> 'حول الملحقات',
    'about_accessories_text'  			=> 'الملحقات هي أي شيء تقوم بتسليمه للمستخدمين لكنه لا يحتوي على رقم تسلسلي (أو أنك لست بحاجة إلى تتبعه بشكل خاص). مثال: فأرة الحاسوب أو لوحة المفاتيح.',
    'accessory_category' 				=> 'فئة الملحق',
    'accessory_name'  					=> 'اسم الملحق',
    'checkout'  							=> 'الملحقات المخرجة',
    'checkin'  							=> 'إدخالات الملحقات',
    'create'  							=> 'إنشاء ملحق',
    'edit'  							=> 'تعديل الملحق',
    'eula_text'							=> 'إنشاء اتفاقية جديدة',
    'eula_text_help'					=> 'يسمح لك هذا الحقل بتخصيص الاتفاقيات لأنواع معينة من الأصول. اذا كنت تمتلك اتفاقية واحدة لجميع أصولك يمكنك أن تقوم بتأشير المربع في الأسفل لاستخدام الاتفاقية الافتراضية.',
    'require_acceptance'				=> 'مطالبة المستخدمين بتأكيد قبولهم الأصول في هذه الفئة.',
    'no_default_eula'					=> 'ليس هناك اتفاقيات. قم باضافة واحدة من "الاعدادات".',
    'total'  							=> 'المجموع',
    'remaining'  						=> 'المتاح',
    'update'  							=> 'تحديث الملحق',
    'use_default_eula'					=> 'قم باستعمال <a href="#" data-toggle="modal" data-target="#eulaModal">primary default EULA</a>.',
    'use_default_eula_disabled'			=> '<del>استخدام (اتفاقية ترخيص المستخدم) الافتراضية الأساسية بدلا من ذلك.</del> لم يتم تحديد (اتفاقية ترخيص المستخدم) الافتراضية الأساسية. الرجاء إضافتها في الإعدادات.',

);
