<?php

return [

    'does_not_exist' => 'الملحق [:id] غير موجود.',
    'assoc_users'	 => 'تم إخراج :count عنصر من هذا الملحق للمستخدمين، الرجاء ادخال بعض الملحقات ثم حاول مرة أخرى. ',

    'create' => [
        'error'   => 'لم يتم انشاء الملحق، الرجاء المحاولة مرة اخرى.',
        'success' => 'تم انشاء الملحق بنجاح.',
    ],

    'update' => [
        'error'   => 'لم يتم تحديث الملحق، الرجاء المحاولة مرة أخرى',
        'success' => 'تم تحديث الملحق بنجاح.',
    ],

    'delete' => [
        'confirm'   => 'هل أنت متأكد من رغبتك في حذف هذا الملحق؟',
        'error'   => 'حدث خطأ أثناء محاولة حذف الملحق. الرجاء المحاولة مرة أخرى.',
        'success' => 'تم حذف الملحق بنجاح.',
    ],

     'checkout' => [
        'error'   		=> 'لم يتم إخراج الملحق، الرجاء المحاولة مرة أخرى',
        'success' 		=> 'تم إخراج الملحق بنجاح.',
        'user_does_not_exist' => 'هذا المستخدم خاطئ، الرجاء المحاولة مرة أخرى.',
    ],

    'checkin' => [
        'error'   		=> 'لم يتم ادخال الملحق، الرجاء المحاولة مرة أخرى',
        'success' 		=> 'تم ادخال الملحق بنجاح.',
        'user_does_not_exist' => 'هذا المستخدم غير صحيح. الرجاء المحاولة مرة أخرى.',
    ],

];
