<?php

return array(
    'about_assets_title'           => 'За основните средства',
    'about_assets_text'            => 'Основни средства се ставки следени по сериски број или код на средства. Тие обично имаат повисока набавна вредност и е важно нивно поединечно евидентирање.',
	'archived'  				=> 'Архивирано',
    'asset'  					=> 'Основно средство',
    'bulk_checkout'             => 'Раздолжи основно средство',
    'checkin'  					=> 'Раздолжи основно средство',
    'checkout'  				=> 'Задолжи основно средство',
    'clone'  					=> 'Клонирај основно средство',
    'deployable'  				=> 'Распоредливи',
    'deleted'  					=> 'Ова средство е избришано. <a href="/hardware/:asset_id/restore">Кликнете овде за да го вратите</a>.',
    'edit'  					=> 'Уредување на основно средство',
    'model_deleted'  			=> 'Овој модел на основни средства е избришан. Мора да го вратите моделот пред да можете да го вратите основното средство.<br/> <a href="/hardware/models/:model_id/restore">Кликни тука за да го вратиш моделот</a>.',
    'requestable'               => 'Може да се побара',
    'requested'				    => 'Побарано',
    'restore'  					=> 'Врати основно средство',
    'pending'  					=> 'Во чекање',
    'undeployable'  			=> 'Нераспоредливи',
    'view'  					=> 'Преглед на основно средство',
);
