<?php

return array(

    'does_not_exist' => 'ロケーションが存在しません。',
    'assoc_users'	 => 'ロケーションは少なくとも一つの利用者に関連付けされているため、削除できません。ローケーションの関連付けを削除し、もう一度試して下さい。 ',


    'create' => array(
        'error'   => 'ロケーションが作成できませんでした。もう一度試して下さい。',
        'success' => 'ロケーションが作成されました。'
    ),

    'update' => array(
        'error'   => 'ロケーションが更新できませんでした。もう一度試して下さい。',
        'success' => 'ロケーションが更新されました。'
    ),

    'delete' => array(
        'confirm'   => '本当にこのステータスラベルを削除しますか？',
        'error'   => 'ロケーションを削除する際に問題が発生しました。もう一度試して下さい。',
        'success' => 'ロケーションが削除されました。'
    )

);
