<?php

return [
    'about_assets_title'           => 'حول الأصول',
    'about_assets_text'            => 'الأصول هي العناصر التي يتم تتبعها بواسطة الرقم التسلسلي أو ترميز الأصل. وهي تميل إلى أن تكون ممتلكات ذات قيمة أعلى حيث انه من المهم توثيقها.',
    'archived'  				=> 'مؤرشفة',
    'asset'  					=> 'أصل',
    'bulk_checkout'             => 'إخراج الأصول',
    'bulk_checkin'              => 'ادخال الأصل',
    'checkin'  					=> 'ادخال الأصل',
    'checkout'  				=> 'اخراج الأصل',
    'clone'  					=> 'استنساخ الأصل',
    'deployable'  				=> 'قابل للتوزيع',
    'deleted'  					=> 'تم حذف هذا الأصل.',
    'delete_confirm'            => 'هل أنت متأكد من أنك تريد حذف هذا الأصل؟',
    'edit'  					=> 'تعديل الأصل',
    'model_deleted'  			=> 'تم حذف موديل الأصول هذا. يجب استعادة الموديل قبل أن تتمكن من استعادة الأصل.',
    'model_invalid'             => 'نموذج هذا الأصل غير صالح.',
    'model_invalid_fix'         => 'يجب تحرير الأصل لتصحيح هذا قبل محاولة التحقق منه أو الخروج منه.',
    'requestable'               => 'قابل للطلب',
    'requested'				    => 'تم الطلب',
    'not_requestable'           => 'غير مطلوب',
    'requestable_status_warning' => 'لا تقم بتغيير حالة الطلب',
    'restore'  					=> 'استعادة الأصل',
    'pending'  					=> 'قيد الانتظار',
    'undeployable'  			=> 'غير قابل للتوزيع',
    'undeployable_tooltip'  	=> 'هذا الأصل لديه علامة حالة غير قابلة للنشر ولا يمكن التحقق منها في هذا الوقت.',
    'view'  					=> 'عرض الأصل',
    'csv_error' => 'لديك خطأ في ملف CSV الخاص بك:',
    'import_text' => '
    <p>
    رفع CSV الذي يحتوي على سجل الأصول. الأصول والمستخدمون موجودون بالفعل في النظام، أو سيتم تخطيتهم. تتم مطابقة استيراد الأصول للتاريخ مقابل علامة الأصول. سوف نحاول العثور على مستخدم مطابق استنادًا إلى اسم المستخدم الذي تقدمه، والمعايير التي تحددها أدناه. إذا لم تقم بتحديد أي معايير أدناه، سيحاول ببساطة أن يتطابق مع تنسيق اسم المستخدم الذي قمت بتكوينه في الإعدادات العامة للمدير &gt; .
    </p>

    <p>يجب أن تتطابق الحقول المدرجة في CSV مع الرأس: <strong>علامة الأصول, الاسم، تاريخ الدفع، تاريخ تسجيل الدخول</strong>. سيتم تجاهل أي حقول إضافية. </p>

    <p>تاريخ تسجيل الدخول: تواريخ تسجيل الدخول فارغة أو مستقبلية سيتم دفع العناصر للمستخدم المقترن. باستثناء عمود تاريخ تسجيل الدخول سينشئ تاريخ تسجيل الدخول مع تاريخ التاريخ.</p>
    ',
    'csv_import_match_f-l' => 'حاول مطابقة المستخدمين بتنسيق firstname.lastname (jane.smith)',
    'csv_import_match_initial_last' => 'حاول مطابقة المستخدمين عن طريق تنسيق الاسم الأخير الأول (jsmith)',
    'csv_import_match_first' => 'حاول مطابقة المستخدمين عن طريق تنسيق الاسم الأول (يان)',
    'csv_import_match_email' => 'حاول مطابقة المستخدمين عن طريق البريد الإلكتروني كاسم مستخدم',
    'csv_import_match_username' => 'حاول مطابقة المستخدمين حسب اسم المستخدم',
    'error_messages' => 'رسائل الخطأ:',
    'success_messages' => 'رسائل النجاح',
    'alert_details' => 'يرجى الرجوع أدناه للحصول على التفاصيل.',
    'custom_export' => 'تصدير مخصص',
    'mfg_warranty_lookup' => ':manufacturer حالة ضمان البحث',
    'user_department' => 'قسم المستخدم',
];
