<?php

return array(

    'does_not_exist' => 'Κατασκευαστής δεν υπάρχει.',
    'assoc_users'	 => 'Αυτό κατασκευαστής σχετίζεται με τουλάχιστον ένα μοντέλο και δεν μπορεί να διαγραφεί. Παρακαλούμε να ενημερώσετε τα μοντέλα σας προκειμένου να μην αναφέρονται σε αυτόν τον κατασκευαστή και δοκιμάστε ξανά. ',

    'create' => array(
        'error'   => 'Ο κατασκευαστής δεν δημιουργήθηκε, δοκιμάστε ξανά.',
        'success' => 'Ο κατασκευαστής δημιουργήθηκε με επιτυχία.'
    ),

    'update' => array(
        'error'   => 'Ο κατασκευαστής δεν ενημερώθηκε, παρακαλώ προσπαθήστε ξανά',
        'success' => 'Ο κατασκευαστής ενημερώθηκε με επιτυχία.'
    ),

    'restore' => array(
        'error'   => 'Manufacturer was not restored, please try again',
        'success' => 'Manufacturer restored successfully.'
    ),

    'delete' => array(
        'confirm'   => 'Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτόν τον κατασκευαστή;',
        'error'   => 'Υπήρξε ένα ζήτημα διαγράφοντας τον κατασκευαστή. Παρακαλώ δοκιμάστε ξανά.',
        'success' => 'Ο Κατασκευαστής διαγράφηκε με επιτυχία.'
    )

);
