<?php

return array(
    'about'      	=> 'Относно статус етикетите',
    'archived'      	=> 'Архивирани',
    'create'      	=> 'Създаване на статус етикет',
    'color'      	=> 'Цвят на диаграма',
    'default_label' => 'Етикет по подразбиране',
    'default_label_help' => 'Позиционира най-често използваните етикети в началото на падащото меню за избор при създаване и редактиране на активи.',
    'deployable'      	=> 'Може да бъде предоставен',
    'info'      	=> 'Статусите се използват за описване на различните състояния на Вашите активи. Например, това са Предаден за ремонт, Изгубен/откраднат и др. Можете да създавате нови статуси за активите, които могат да бъдат предоставяни, очакващи набавяне и архивирани.',
    'name'      	=> 'Статус',
    'pending'      	=> 'Изчакване',
    'status_type'   => 'Тип на статуса',
    'show_in_nav'   => 'Покажи встрани nav',
    'title'      	=> 'Заглавия на статуси',
    'undeployable'  => 'Не може да бъде предоставян',
    'update'      	=> 'Обновяване на статус',
);
