<?php

return [
    'about_asset_depreciations'  			=> 'Про амортизації активів',
    'about_depreciations'  					=> 'Ви можете встановити амортизацію активів для знецінення активів, заснованих на амортизації прямої лінії.',
    'asset_depreciations'  					=> 'Амортизація Активу',
    'create'  					            => 'Створити амортизацію',
    'depreciation_name'  					=> 'Назва амортизації',
    'depreciation_min'                      => 'Поверхне значення амортизації',
    'number_of_months'  					=> 'Кількість місяців',
    'update'  					            => 'Оновити амортизацію',
    'depreciation_min'                      => 'Мінімальне значення після амортизації',
    'no_depreciations_warning'               => '<strong>Попередження: </strong>
                       Наразі у вас не налаштовано амортизацію.
                       Налаштуйте принаймні одну амортизацію, щоб переглянути звіт про амортизацію.',
];
