<?php

return [
    'about_asset_depreciations' => 'Про амортизації активів',
    'about_depreciations' => 'Ви можете налаштувати амортизацію для активів на основі лінійного методу, методу півріччя за умови або методу півріччя, що застосовується завжди.',
    'asset_depreciations' => 'Амортизація Активу',
    'create' => 'Створити амортизацію',
    'depreciation_name' => 'Назва амортизації',
    'number_of_months' => 'Кількість місяців',
    'rate_multiplier' => 'Коефіцієнт ставки',
    'update' => 'Оновити амортизацію',
    'fiscal_year_start_month' => 'Місяць початку фінансового року',
    'no_depreciations_warning' => '<strong>Попередження: </strong>
                       Наразі у вас не налаштовано амортизацію.
                       Налаштуйте принаймні одну амортизацію, щоб переглянути звіт про амортизацію.',
    'depreciation_method' => 'Звіт про амортизацію',
    'linear_depreciation' => 'Лінійно (типово)',
    'diminishing_depreciation' => 'Амортизація зі зменшенням залишкової вартості',
    'half_1' => 'На піврічному нарисі завжди застосовано',
    'half_2' => 'Півріччя для прикладу, застосований з умовою',
];
