<?php

return array(

    'does_not_exist' => 'Департамент не существует.',
    'department_already_exists' => 'Отдел с таким названием уже существует в данном местоположении. Попробуйте уточнить название для этого отдела. ',
    'assoc_users'	 => 'Департамент в данный момент связан с одним или несколькими пользователями и не может быть удалён. Удалите или измените связи в пользователях и попробуйте ещё раз. ',
    'create' => array(
        'error'   => 'Департамент не был создан, попробуйте ещё раз.',
        'success' => 'Департамент успешно создан.'
    ),
    'update' => array(
        'error'   => 'Департамент не был изменён, попробуйте ещё раз',
        'success' => 'Департамент успешно изменён.'
    ),
    'delete' => array(
        'confirm'   	=> 'Вы уверены, что хотите удалить этот департамент?',
        'error'   => 'При удалении департамента возникла проблема. Пожалуйста, попробуйте ещё раз.',
        'success' => 'Департамент был успешно удалён.'
    )

);
