<?php

return array(
    'about_asset_categories' 			=> 'درباره دسته بندی دارایی',
    'about_categories'  				=> 'دسته بندی دارایی ها به شما کمک میکند دارایی های خود را سازماندهی کنید.برخی مثال های دسته بندی ممکن است "کامپیوتر رومیزی"،"لپ تاپ ها"،"تلفن های همراه"،"تبلت ها" و ... باشند،ولی شما میتوانید از دسته بندی های دارایی به هر شکلی که برای شما مناسب است استفاده کنید.',
    'asset_categories' 					=> 'دسته بندی های دارایی',
    'category_name'  					=> 'نام دسته بندی',
    'checkin_email'                     => 'ارسال ایمیل به کاربر',
    'clone'                             => 'دسته بندی کلون',
    'create'  							=> 'ایجاد دسته جدید',
    'edit'                              => 'ویرایش دسته‌ بندی',
    'eula_text'							=> 'دسته بندی EULA',
    'eula_text_help'					=> 'این فید به امکان این را میدهد که EULA های خود را با توجه به دارایی سفارشی سازی کنید. اگر شما فقط یک EULA برای تمام دارایی خود دارید،میتوانید گزینه زیر را فعال کنید تا از پیشفرض اولیه استفاده کنید.',
    'require_acceptance'				=> 'نیاز به کاربرانی جهت تایید پذیرش دارایی ها در این دسته بندی.',
    'required_acceptance'				=> 'این کاربر با یک لینک به پذیرش این مورد تایید فرستاده می شود.',
    'required_eula'						=> 'به این کاربر کپی EULA فرستاده می شود',
    'no_default_eula'					=> 'هیچ EULA اولیه پیشفرضی یافت نشد.در تنظیمات اضافه کنید',
    'update'  							=> 'به روزرسانی دسته‌ بندی',
    'use_default_eula'					=> 'از Use the <a href="#" data-toggle="modal" data-target="#eulaModal">EULA پیشفرض اولیه</a> instead.
 استفاده کنید',
    'use_default_eula_disabled'			=> 'از پیشفرض اولیه EULA استفاده کنید.<del>هیچ پیشفرضی اولیه ای تنظیم نشده است</del>
در تنظیمات اضافه کنید.',

);
