<?php

return array(
    'about_components_title' 			=> 'О компонентах',
    'about_components_text'  			=> 'Компоненты - это части активов, например HDD, RAM и прочее.',
    'component_name'                  => 'Наименование компонента',
    'checkin'                             => 'Привязать компонент',
    'checkout'                             => 'Отвязать компонент',
    'cost'				=> 'Закупочная цена',
    'create'                             => 'Создать компонент',
    'edit'                             => 'править компонент',
    'date'					=> 'Дата закупки',
    'order'					=> 'Номер заказа',
    'remaining' 			             => 'Остаток',
    'total' 			                 => 'Всего',
    'update'                            => 'Обновить компонент',
);
