<?php

return [

    'does_not_exist' => 'Компонент не существует.',

    'create' => [
        'error'   => 'Не удалось создать компонент, попробуйте еще раз.',
        'success' => 'Компонент успешно создан.',
    ],

    'update' => [
        'error'   => 'Не удалось обновить компонент, попробуйте еще раз',
        'success' => 'Компонент успешно обновлен.',
    ],

    'delete' => [
        'confirm'   => 'Вы уверены, что хотите удалить этот компонент?',
        'error'   => 'Возникла проблема при удалении компонента, пожалуйста попробуйте еще раз.',
        'success' => 'Компонент успешно удален.',
    ],

     'checkout' => [
        'error'        => 'Не удалось отвязать компонент, пожалуйста попробуйте еще раз',
        'success'        => 'Связь с компонентом успешно удалена.',
        'user_does_not_exist' => 'Неверный пользователь. Попробуйте еще раз.',
    ],

    'checkin' => [
        'error'        => 'Не удалось привязать компонент, пожалуйста попробуйте еще раз',
        'success'        => 'Компонент успешно привязан.',
        'user_does_not_exist' => 'Неверный пользователь. Пожалуйста, попробуйте еще раз.',
    ],

];
