<?php

return array(

    'support_url_help' => 'Use <code>{LOCALE}</code> and <code>{SERIAL}</code> in your URL as variables to have those values auto-populate when viewing assets.',
    'does_not_exist' => 'Производителя не существует.',
    'assoc_users'	 => 'Этот производитель сейчас связан с как минимум одной моделью и не может быть удален. Для удаления необходимо удалить связь модели с производителем. ',

    'create' => array(
        'error'   => 'Невозможно создать производителя, повторите попытку.',
        'success' => 'Производитель успешно создан.'
    ),

    'update' => array(
        'error'   => 'Производитель не был обновлен, повторите попытку',
        'success' => 'Производитель успешно обновлен.'
    ),

    'restore' => array(
        'error'   => 'Производитель не был восстановлен, повторите попытку',
        'success' => 'Производитель успешно восстановлен.'
    ),

    'delete' => array(
        'confirm'   => 'Вы действительно хотите удалить производителя?',
        'error'   => 'При удалении производителя возникла ошибка. Повторите попытку.',
        'success' => 'Производитель успешно удален.'
    )

);
