<?php

return [

    'does_not_exist' => 'Производителя не существует.',
    'assoc_users'     => 'Этот производитель сейчас связан с как минимум одной моделью и не может быть удален. Для удаления необходимо удалить связь модели с производителем. ',

    'create' => [
        'error'   => 'Невозможно создать производителя, повторите попытку.',
        'success' => 'Производитель успешно создан.',
    ],

    'update' => [
        'error'   => 'Производитель не был обновлен, повторите попытку',
        'success' => 'Производитель успешно обновлен.',
    ],

    'delete' => [
        'confirm'   => 'Вы действительно хотите удалить производителя?',
        'error'   => 'При удалении производителя возникла ошибка. Повторите попытку.',
        'success' => 'Производитель успешно удален.',
    ],

];
