<?php

return [

    'does_not_exist' => 'Моделът не съществува.',
    'assoc_users'     => 'Този модел е асоцииран с един или повече активи и не може да бъде изтрит. Моля изтрийте активите и опитайте отново.',

    'create' => [
        'error'   => 'Моделът не беше създаден. Моля опитайте отново.',
        'success' => 'Моделът създаден успешно.',
        'duplicate_set' => 'Актив с това име, производител и номер на модел вече е въведен.',
    ],

    'update' => [
        'error'   => 'Моделът не беше обновен. Моля опитайте отново.',
        'success' => 'Моделът обновен успешно.',
    ],

    'delete' => [
        'confirm'   => 'Желаете ли изтриване на модела?',
        'error'   => 'Проблем при изтриване на модела. Моля опитайте отново.',
        'success' => 'Моделът изтрит успешно.',
    ],

    'restore' => [
        'error'        => 'Моделът не беше възстановен. Моля опитайте отново.',
        'success'        => 'Моделът възстановен успешно.',
    ],

    'bulkedit' => [
        'error'        => 'Няма полета, който да са се променили, така че нищо не е осъвременено.',
        'success'        => 'Моделите са осъвременени.',
    ],

];
