<?php

return [

    'does_not_exist' => 'ไม่พบอุปกรณ์เสริม',
    'assoc_users'     => 'อุปกรณ์เสริมนี้ได้เช็คเอ้าท์ให้ผู้ใช้งานแล้วจำนวน :count รายการในปัจจุบัน กรุณาเช็คอินอุปกรณ์เสริม และลองอีกครั้ง ',

    'create' => [
        'error'   => 'อุปกรณ์เสริมยังไม่ได้ถูกสร้าง กรุณาลองใหม่อีกครั้ง',
        'success' => 'อุปกรณ์เสริมได้ถูกสร้างเรียบร้อยแล้ว',
    ],

    'update' => [
        'error'   => 'ยังไม่ได้แก้ไขอุปกรณ์เสริม กรุณาลองใหม่',
        'success' => 'แก้ไขอุปกรณ์เสริมสำเร็จ',
    ],

    'delete' => [
        'confirm'   => 'คุณแน่ใจที่จะลบอุปกรณ์เสริมนี้?',
        'error'   => 'มีปัญหาขณะลบอุปกรณ์เสริมนี้ กรุณาลองอีกครั้ง.',
        'success' => 'ลบอุปกรณ์เสริมเรียบร้อยแล้ว',
    ],

     'checkout' => [
        'error'        => 'อุปกรณ์เสริมยังไม่ถูกเช็คเอ้าท์ กรุณาลองอีกครั้ง',
        'success'        => 'อุปกรณ์เสริมเช็คเอ้าท์เรียบร้อยแล้ว',
        'user_does_not_exist' => 'ผู้ใช้งานไม่ถูกต้อง กรุณาลองใหม่อีกครั้ง',
    ],

    'checkin' => [
        'error'        => 'อุปกรณ์เสริมยังไม่ถูกเช็คอิน กรุณาลองอีกครั้ง',
        'success'        => 'อุปกรณ์เสริมเช็คอินเรียบร้อยแล้ว.',
        'user_does_not_exist' => 'ผู้ใช้งานไม่ถูกต้อง กรุณาลองใหม่อีกครั้ง.',
    ],

];
