<?php

return array(


    'update' => array(
        'error'                 => 'حدث خطأ أثناء التحديث. ',
        'success'               => 'تم تحديث الإعدادات بنجاح.'
    ),
    'backup' => array(
        'delete_confirm'        => 'هل تريد بالتأكيد حذف ملف النسخة الاحتياطية هذا؟ لا يمكن التراجع عن هذا الإجراء.',
        'file_deleted'          => 'تم حذف ملف النسخ الاحتياطي بنجاح.',
        'generated'             => 'تم إنشاء ملف نسخ احتياطي جديد بنجاح.',
        'file_not_found'        => 'تعذر العثور على ملف النسخ الاحتياطي هذا على الملقم.',
    ),
    'purge' => array(
        'error'     => 'حدث خطأ أثناء التطهير.',
        'validation_failed'     => 'تأكيد التطهير غير صحيح. الرجاء كتابة الكلمة "ديليت" في مربع التأكيد.',
        'success'               => 'تمت إزالة السجلات المحذوفة بنجاح.'
    ),

);
