<?php

return array(

    'does_not_exist' => 'Το αναλώσιμο δεν υπάρχει.',

    'create' => array(
        'error'   => 'Δεν δημιουργήθηκε αναλώσιμο, δοκιμάστε ξανά.',
        'success' => 'Το αναλώσιμο δημιουργήθηκε με επιτυχία.'
    ),

    'update' => array(
        'error'   => 'Το αναλώσιμο δεν ενημερώθηκε, δοκιμάστε ξανά',
        'success' => 'Το αναλώσιμο ενημερώθηκε με επιτυχία.'
    ),

    'delete' => array(
        'confirm'   => 'Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το αναλώσιμο;',
        'error'   => 'Παρουσιάστηκε πρόβλημα κατά τη διαγραφή του αναλώσιμου. ΠΑΡΑΚΑΛΩ προσπαθησε ξανα.',
        'success' => 'Το αναλώσιμο έχει διαγραφεί με επιτυχία.'
    ),

     'checkout' => array(
        'error'   		=> 'Το αναλώσιμο δεν έχει ελεγχθεί, δοκιμάστε ξανά',
        'success' 		=> 'Το αναλώσιμο ελεγχόταν με επιτυχία.',
        'user_does_not_exist' => 'Αυτός ο χρήστης δεν είναι έγκυρος. Παρακαλώ δοκιμάστε ξανά.',
         'unavailable'      => 'There are not enough consumables for this checkout. Please check the quantity left. ',
    ),

    'checkin' => array(
        'error'   		=> 'Το αναλώσιμο δεν έχει επιλεγεί, δοκιμάστε ξανά',
        'success' 		=> 'Το αναλώσιμο ελεγχόταν με επιτυχία.',
        'user_does_not_exist' => 'Αυτός ο χρήστης είναι άκυρος. ΠΑΡΑΚΑΛΩ προσπαθησε ξανα.'
    )


);
