<?php

return array(
    'actions' 	                => 'Действия',
    'add'    	                => 'Добавить',
    'cancel'                    => 'Отмена',
    'checkin_and_delete'  	    => 'Привязать & Удалить Пользователя',
    'delete'  	                => 'Удалить',
    'edit'    	                => 'Редактировать',
    'restore' 	                => 'Восстановить',
    'request'                   => 'Требовать',
    'submit'  	                => 'Принять',
    'upload'                    => 'Загрузка',
	'select_file'				=> 'Выберите файл...',
    'select_files'				=> 'Выбрать файлы...',
    'generate_labels'           => '{1} Сгенерировать этикетку[2,*] Cгенерировать этикетки',
);
