<?php

return array(
    'about_categories_title' 			=> 'Σχετικά με τις κατηγορίες',
    'about_categories'  				=> 'Οι κατηγορίες σας βοηθούν να οργανώσετε τα στοιχεία σας. Ορισμένες κατηγορίες παραδειγμάτων ενδέχεται να είναι &quot;Desktops&quot;, &quot;Laptops&quot;, &quot;Mobile Phones&quot;, &quot;Tablets&quot; κ.ο.κ., αλλά μπορείτε να χρησιμοποιήσετε κατηγορίες με οποιονδήποτε τρόπο που έχει νόημα για εσάς.',
    'asset_categories' 					=> 'Κατηγορίες στοιχείων παγίων',
    'category_name'  					=> 'Όνομα κατηγορίας',
    'checkin_email'                     => 'Send email to user on checkin/checkout.',
    'checkin_email_notification'        => 'This user will be sent an email on checkin/checkout.',
    'clone'                             => 'Αντιγραφή Κατηγορίας',
    'create'  							=> 'Δημιουργία Κατηγορίας',
    'edit'                              => 'Επεξεργασία Κατηγορίας',
    'eula_text'							=> 'Κατηγορία EULA',
    'eula_text_help'					=> 'Αυτό το πεδίο σας επιτρέπει να προσαρμόσετε τα ΑΔΕ σας για συγκεκριμένους τύπους περιουσιακών στοιχείων. Εάν διαθέτετε μόνο ένα EULA για όλα τα στοιχεία του ενεργητικού σας, μπορείτε να ελέγξετε το παρακάτω πλαίσιο για να χρησιμοποιήσετε την κύρια προεπιλογή.',
    'name'                              => 'Όνομα κατηγορίας',
    'require_acceptance'				=> 'Απαιτείται από τους χρήστες να επιβεβαιώσουν την αποδοχή των παγίων στοιχείων σε αυτή την κατηγορία.',
    'required_acceptance'				=> 'Αυτός ο χρήστης θα στείλει μήνυμα ηλεκτρονικού ταχυδρομείου με έναν σύνδεσμο για να επιβεβαιώσει την αποδοχή αυτού του στοιχείου.',
    'required_eula'						=> 'Αυτός ο χρήστης θα λάβει μέσω ηλεκτρονικού ταχυδρομείου αντίγραφο της Άδειας EULA',
    'no_default_eula'					=> 'Δεν βρέθηκε αρχική προεπιλεγμένη ΑΔΕΙΑ. Προσθέστε μία από τις Ρυθμίσεις.',
    'update'  							=> 'Ενημέρωση Κατηγορίας',
    'use_default_eula'					=> 'Χρησιμοποιήστε την προεπιλεγμένη <a href="#" data-toggle="modal" data-target="#eulaModal">primary EULA</a>.',
    'use_default_eula_disabled'			=> '<del>Χρησιμοποιήστε την αρχική προεπιλεγμένη άδεια EULA αντί.</del> Δεν έχει οριστεί αρχική προεπιλεγμένη ευχέρεια EULA. Προσθέστε μία από τις Ρυθμίσεις.',

);
