<?php

return array(

    'does_not_exist' => 'カテゴリーが存在しません。',
    'assoc_users'	 => 'この付属品は、利用者に :count 個チェックされていません。もう一度、付属品をチェックして下さい。 ',

    'create' => array(
        'error'   => 'カテゴリーが作成されていません。もう一度、やり直して下さい。',
        'success' => 'カテゴリーの作成に成功しました。'
    ),

    'update' => array(
        'error'   => 'カテゴリーが更新されていません。もう一度、やり直して下さい。',
        'success' => 'カテゴリーの更新に成功しました。'
    ),

    'delete' => array(
        'confirm'   => 'このカテゴリを削除してもよろしいですか？',
        'error'   => 'このカテゴリーを削除する際に問題が発生しました。もう一度、やり直して下さい。',
        'success' => 'カテゴリーの削除に成功しました。'
    ),
    
     'checkout' => array(
        'error'   		=> '付属品がチェックされませんでした。もう一度、やり直して下さい。',
        'success' 		=> '付属品のチェックが終了しました。',
        'user_does_not_exist' => 'その利用者は不正です。もう一度、やり直して下さい。'
    ),

    'checkin' => array(
        'error'   		=> '付属品がチェックされませんでした。もう一度、やり直して下さい。',
        'success' 		=> '付属品のチェックが終了しました。',
        'user_does_not_exist' => 'その利用者は不正です。もう一度、やり直して下さい。'
    )


);
