<?php

return array(


    'update' => array(
        'error'                 => 'Παρουσιάστηκε ένα σφάλμα κατά την ενημέρωση. ',
        'success'               => 'Οι ρυθμίσεις αναβαθμίστηκαν επιτυχώς.'
    ),
    'backup' => array(
        'delete_confirm'        => 'Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το αρχείο αντιγράφων ασφαλείας; Αυτή η ενέργεια δεν μπορεί να αναιρεθεί. ',
        'file_deleted'          => 'Το αντίγραφο ασφαλείας διαγράφηκε επιτυχώς. ',
        'generated'             => 'Δημιουργήθηκε με επιτυχία ένα νέο αρχείο δημιουργίας αντιγράφων ασφαλείας.',
        'file_not_found'        => 'Αυτό το αρχείο αντιγράφων ασφαλείας δεν βρέθηκε στο διακομιστή.',
    ),
    'purge' => array(
        'error'     => 'Παρουσιάστηκε ένα σφάλμα κατά την εκκαθάριση. ',
        'validation_failed'     => 'Η επιβεβαίωση καθαρισμού είναι εσφαλμένη. Παρακαλούμε πληκτρολογήστε τη λέξη «Διαγραφή» στο πλαίσιο επιβεβαίωσης.',
        'success'               => 'Οι διαγραμμένες εγγραφές καθαρίστηκαν με επιτυχία.'
    ),

);
