<?php

return [
    'actions' 	                => 'Дії',
    'add'    	                => 'Додати новий',
    'cancel'                    => 'Скасувати',
    'checkin_and_delete'  	    => 'Прийняти все / Видалити користувача',
    'delete'  	                => 'Видалити',
    'edit'    	                => 'Редагувати',
    'restore' 	                => 'Відновити',
    'remove'                    => 'Видалити',
    'request'                   => 'Запит',
    'submit'  	                => 'Зберегти',
    'upload'                    => 'Завантажити',
    'select_file'				=> 'Обрати файл...',
    'select_files'				=> 'Обрати файли...',
    'generate_labels'           => '{1} Генерувати мітку|[2,*] Генерувати мітки',
    'send_password_link'        => 'Надіслати посилання для скидання пароля',
    'go'                        => 'Вперед',
    'bulk_actions'              => 'Масові дії',
    'add_maintenance'           => 'Додати тех. обслуговування',
    'append'                    => 'Додати',
    'new'                       => 'Нове',
];
