<?php

return array(

    'account_already_exists' => 'இந்த மின்னஞ்சலுடன் ஒரு கணக்கு ஏற்கனவே உள்ளது.',
    'account_not_found'      => 'பயனர் பெயர் அல்லது கடவுச்சொல் தவறானது.',
    'account_not_activated'  => 'இந்த பயனர் கணக்கு செயல்படுத்தப்படவில்லை.',
    'account_suspended'      => 'இந்த பயனர் கணக்கு இடைநீக்கம் செய்யப்பட்டுள்ளது.',
    'account_banned'         => 'இந்த பயனர் கணக்கு தடைசெய்யப்பட்டுள்ளது.',
    'throttle'               => 'பல உள்நுழைவு முயற்சிகள் தோல்வியடைந்தது. தயவுசெய்து மீண்டும் முயற்சிக்கவும்: நிமிடங்கள் நிமிடங்கள் (நிமிடங்கள்).',

    'signin' => array(
        'error'   => 'உங்களை உள்நுழைய முயற்சிக்கும்போது சிக்கல் ஏற்பட்டது, தயவுசெய்து மீண்டும் முயற்சிக்கவும்.',
        'success' => 'வெற்றிகரமாக உள்நுழைந்துள்ளீர்கள்.',
    ),

    'signup' => array(
        'error'   => 'உங்கள் கணக்கை உருவாக்க முயற்சிக்கும்போது ஒரு சிக்கல் ஏற்பட்டது, மீண்டும் முயற்சிக்கவும்.',
        'success' => 'கணக்கு வெற்றிகரமாக உருவாக்கப்பட்டது.',
    ),

        'forgot-password' => array(
            'error'   => 'மீட்டமை கடவுச்சொல் குறியீட்டை பெற முயற்சிக்கும் போது சிக்கல் ஏற்பட்டது, மீண்டும் முயற்சிக்கவும்.',
            'success' => 'கடவுச்சொல் மீட்பு மின்னஞ்சல் வெற்றிகரமாக அனுப்பப்பட்டது.',
        ),

        'forgot-password-confirm' => array(
            'error'   => 'உங்கள் கடவுச்சொல்லை மீட்டமைக்க முயற்சிக்கும் போது ஒரு சிக்கல் ஏற்பட்டது, மீண்டும் முயற்சிக்கவும்.',
            'success' => 'உங்கள் கடவுச்சொல் வெற்றிகரமாக மீட்டமைக்கப்பட்டது.',
        ),

    'activate' => array(
        'error'   => 'உங்கள் கணக்கை செயலாக்க முயற்சிக்கும்போது சிக்கல் ஏற்பட்டது, மீண்டும் முயற்சிக்கவும்.',
        'success' => 'உங்கள் கணக்கு வெற்றிகரமாக செயல்படுத்தப்பட்டது.',
    ),

);
