<?php

return array(

    'does_not_exist' => 'Ангилал байхгүй байна.',
    'assoc_models'	 => 'Энэ ангилалд дор хаяж нэг загвартай холбоотой бөгөөд устгагдах боломжгүй байна. Энэ загварыг цаашид ашиглахгүй байхаар загвараа шинэчлээд дахин оролдоно уу.',
    'assoc_items'	 => 'Энэ категор нь дор хаяж нэг: asset_typeтэй холбоотой бөгөөд устгах боломжгүй. Та: asset_type-ыг энэ ангилалд хамааруулахгүй болгож дахин оролдоно уу.',

    'create' => array(
        'error'   => 'Ангилал үүсгээгүй байна, дахин оролдоно уу.',
        'success' => 'Ангилал амжилттай болсон.'
    ),

    'update' => array(
        'error'   => 'Ангилал шинэчлэгдсэнгүй, дахин оролдоно уу',
        'success' => 'Ангилал амжилттай шинэчлэгдсэн.',
        'cannot_change_category_type'   => 'You cannot change the category type once it has been created',
    ),

    'delete' => array(
        'confirm'   => 'Та энэ категорийг устгахдаа итгэлтэй байна уу?',
        'error'   => 'Категорийг устгахад асуудал гарлаа. Дахин оролдоно уу.',
        'success' => 'Ангилал амжилттай устгагдсан байна.'
    )

);
