<?php

return array(

    'account_already_exists' => 'Постои корисник со оваа е-пошта.',
    'account_not_found'      => 'Корисничкото име или лозинката се неточни.',
    'account_not_activated'  => 'Оваа корисничка сметка не е активирана.',
    'account_suspended'      => 'Оваа корисничка сметка е привремено блокирана.',
    'account_banned'         => 'Оваа корисничка сметка е блокирана.',
    'throttle'               => 'Премногу неуспешни обиди за најавување. Ве молиме обидете се повторно за околу :minutes минути.',

    'signin' => array(
        'error'   => 'Имаше проблем при обидот да се најавите, обидете се повторно.',
        'success' => 'Успешно сте најавени.',
    ),

    'signup' => array(
        'error'   => 'Имаше проблем при креирање на корисничката сметка, обидете се повторно.',
        'success' => 'Корисничката сметка е креирана.',
    ),

        'forgot-password' => array(
            'error'   => 'Имаше проблем при обидот да се добие кодот за ресетирање не лозинка, обидете се повторно.',
            'success' => 'Пораката за ресетирање на лозинка е испратена.',
        ),

        'forgot-password-confirm' => array(
            'error'   => 'Имаше проблем при ресетирање на лозинката, обидете се повторно.',
            'success' => 'Вашата лозинка е ресетирана.',
        ),

    'activate' => array(
        'error'   => 'Имаше проблем при активирање на корисничката сметка, обидете се повторно.',
        'success' => 'Вашата корисничка сметка е активирана.',
    ),

);
