<?php

return [
    'asset_maintenances' => 'Активы на обслуживании', // not used anymore
    'maintenances' => 'Техобслуживание',
    'create' => 'Отправить актив на обслуживание',
    'edit' => 'Редактировать',
    'delete' => 'Удалить',
    'view' => 'Показать подробности',
    'repair' => 'Починить',
    'maintenance' => 'Обслуживание',
    'upgrade' => 'Модернизировать',
    'calibration' => 'Калибровка',
    'software_support' => 'Программная поддержка',
    'hardware_support' => 'Аппаратная поддержка',
    'configuration_change' => 'Изменение конфигурации',
    'pat_test' => 'Тест ЭБ',
    'checked_out_to_help' => 'Пользователь и т. д., которому был выдан актив на момент создания заявки на техническое обслуживание. Эта информация предназначена для справки и не влияет на текущий статус актива.',
    'show_completed' => 'Показать завершенные',
    'show_active' => 'Показать активные',
    'due' => 'Срок исполнения',
    'overdue' => 'Просрочено',
    'completed' => 'Выполнено',
];
