<?php

return array(
    'about_asset_depreciations'  			=> 'சொத்து துயரங்கள் பற்றி',
    'about_depreciations'  					=> 'நேராக வரி தேய்மானத்தை அடிப்படையாகக் கொண்ட சொத்துக்களை அடமானம் செய்வதற்கு சொத்து இழப்புகளை நீங்கள் அமைக்கலாம்.',
    'asset_depreciations'  					=> 'சொத்து குறைபாடுகள்',
    'create'  					            => 'தேய்மானத்தை உருவாக்குங்கள்',
    'depreciation_name'  					=> 'தேய்மானி பெயர்',
    'number_of_months'  					=> 'மாதங்களின் எண்ணிக்கை',
    'update'  					            => 'தேய்மானம் புதுப்பிக்கவும்',

);
